[
  {
    "text": "Исследователи постоянно ищут возможности улучшить коммуникацию человека и домашних животных. Похоже, они на правильном пути. Новое изобретение DogPhone позволяет хозяевам созваниваться с домашними любимцами, чтобы те не скучали дома одни. Собачий телефон выглядит как обычный игрушечный мяч. Если собака его перемещает, то устройство посылает сигнал на ноутбук хозяина и запускает видеозвонок. Владелец животного может решить, отвечать ли на вызов или отклонить его. Также хозяин собаки может в любой момент завершить общение. Владелец животного может и сам позвонить своему питомцу. Однако для начала нужно будет научить его отвечать на звонки. Для этого собаке необходимо передвинуть мяч. С помощью этой технологии можно даже удалённо покормить пса. В ходе эксперимента, который длился 16 дней, автор исследования Илена Хирски-Дуглас созванивалась со своим лабрадором Заком. Животное неоднократно звонило своей хозяйке, однако учёные признают, что некоторые из этих звонков могли быть случайными. Илена соглашается с тем, что технология ещё не доработана, но даже в таком виде она может принести пользу как домашним любимцам, так и их хозяевам. Источник: theguardian.com",
    "title": "Разработан собачий телефон в виде игрушечного мячика",
    "date": "2022-11-21T09:00:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/21/393252/razrabotan_sobachij_telefon_v_vide_igrushechnogo_myachika/"
  },
  {
    "text": "Миллиардер и владелец аэрокосмической компании Blue Origin Джефф Безос выступил на конференции Ignatius Forum 2022. Там основатель Amazon рассказал о своём видении нашего будущего. По его словам, через несколько поколений космос станет родным домом для людей. Безос полагает, что через несколько сотен лет основная масса людей будет жить в космосе в гигантских плавающих цилиндрах, способных вместить до миллиона человек. Там получится полностью воссоздать земную гравитацию и привычную нам природу. «На протяжении веков многие люди будут рождаться в космосе, это будет их первый дом. Они родятся в этих колониях, будут жить в этих колониях, а затем посетят Землю так же, как вы посетили бы, например, Йеллоустонский национальный парк», — сказал Безос. Бизнесмен последовательно продвигает свою концепцию создания колоний в космосе. Ещё в 2019 году Blue Origin представила свой концепт цилиндрической колонии для землян длиной в три мили. Авторы рассчитывают на создание искусственной гравитации и уникальной природной среды. Большое количество территорий выделят под сельскохозяйственные нужды. Нулевую гравитацию оставят лишь в некоторых местах в развлекательных целях. Стоит отметить, что недавно Джефф Безос заявил о намерении запустить общедоступную космическую станцию уже до конца текущего десятилетия. Источник: popmech.ru",
    "title": "Джефф Безос: люди будут рождаться в космосе и летать на Землю в отпуск",
    "date": "2022-11-21T08:30:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/21/393116/dzheff_bezos_lyudi_budut_rozhdatsya_v_kosmose_i_letat_na_zemlyu_v_otpusk/"
  },
  {
    "text": "Meta (ранее Facebook) представила на этой неделе свой новейший прототип, позволяющий получить ещё больше впечатлений от погружения в виртуальную и дополненную реальность. Речь идёт о специальных тактильных перчатках, позволяющих с высокой точностью воссоздавать ощущения от взаимодействия с виртуальными предметами. Суть разработки заключается в том, что человек сможет испытать неотличимые от реальных ощущения при прикосновении к виртуальным объектам и поверхностям. В компании уверяют, что работа над этим проектом ведётся уже на протяжении семи лет. Внутри перчатки размещены специальные надувные элементы, которые называют пневмоприводами или актуаторами. Они расположены на ладони и пальцах. Устройство может отслеживать движение пальцев. При взаимодействии с виртуальным предметом оно анализирует окружающую обстановку и меняет давление в отдельных надувных камерах. Для человека создаётся впечатление, будто он потрогал какую-то поверхность. Коснувшись виртуального объекта пальцами, пользователь получает отдачу в подушечках. Если же взять виртуальный предмет в руку, то актуаторы станут более жёсткими, в результате чего человек почувствует сопротивление поверхности. На данный момент технология по-прежнему остаётся лабораторным прототипом. Однако в Meta полагают, что в течение нескольких лет они смогут представить коммерческую версию. Источник: cnet.com",
    "title": "Цукерберг показал тактильные перчатки для виртуальной реальности [ВИДЕО]",
    "date": "2022-11-21T08:00:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/21/393196/tsukerberg_pokazal_taktilnye_perchatki_dlya_virtualnoj_realnosti_video/"
  },
  {
    "text": "Спасатели из Пенсильвании смогли найти и спасти двух людей после авиакатастрофы. Определить их местоположение помог планшет iPad. Утверждается, что без этого исход истории мог быть трагичным. Одномоторный самолёт Сessna 150 вылетел из международного аэропорта Уилкс-Барре Скрантон в городке Питтстон. На борту находился мужчина-пилот и его дочь. Вскоре после вылета самолёт пропал с радаров. Немедленно была развёрнута спасательная операция. Поиски продолжались в течение пяти часов. Регион обследования был привязан к последнему известному местонахождению самолёта. Быстро темнело, а погода была холодная и снежная. Поиски не увенчались успехом. После того как удалось выяснить личность пилота, спасатели смогли связаться с его женой и получить номер мобильного телефона этого человека. Выяснилось, что у дочери пилота есть iPad, на который можно отправлять сигналы (вероятно, речь о мобильной связи). Это позволило спасателям вычислить точные координаты пострадавших в авиакатастрофе и отыскать их. Мужчине и девочке чудом удалось выжить, они отделались лишь незначительными травмами, но очень сильно замёрзли, а у девочки практически наступило переохлаждение. Начальник волонтёрской компании Bear Creek Джеймс Серафин, участвовавший в поисках, заявил, что это настоящее чудо — что отец и дочь выжили в такой авиакатастрофе и их удалось быстро найти. Источник: 9to5mac.com",
    "title": "iPad помог спасти отца и дочь после авиакатастрофы",
    "date": "2022-11-21T07:30:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/21/393204/ipad_pomog_spasti_ottsa_i_doch_posle_aviakatastrofy/"
  },
  {
    "text": "Genshin Impact стала самой прибыльной игрой релизного года в истории. На достигнутом студия-разработчик miHoYo не остановилась и принялась за создание новой AAA-игры с элементами шутера и открытым миром. Уже известно, что за разработку AAA-шутера с открытым миром будет отвечать канадское подразделение miHoYo. В ближайшие два года Монреальская команда будет насчитывать более сотни новых сотрудников. Других деталей о проекте студия не раскрывает. Но руководство подчеркнуло, что новый тайтл не будет связан с Genshin Impact. Старший аналитик Niko Partners Даниэль Ахмад сообщил, что вообще над AAA-шутером miHoYo трудится уже довольно давно. Впервые игру под кодовым названием Project X представили на конференции NVIDIA GTC 2019. Источник: montrealinternational.com",
    "title": "Авторы Genshin Impact готовят AAA-шутер с открытым миром",
    "date": "2022-11-21T07:15:00+00:00",
    "author": "Владимир Бычек",
    "url": "https://4pda.to/2022/11/21/393325/avtory_genshin_impact_gotovyat_aaa_shuter_s_otkrytym_mirom/"
  },
  {
    "text": "Известный производитель одежды и аксессуаров Burberry вступил в коллаборацию с DAB Motors, чтобы выпустить ограниченную серию мотоциклов на электроприводе. Всего в продажу поступит 20 штук эксклюзивных DAB Concept-E RS Burberry edition. Новый электробайк будет снабжён установкой мощностью 10 киловатт, что считается эквивалентом классического двигателя объёмом 125 кубических сантиметров. Указывается, что байк оснастят первоклассной стальной подвеской Ohlins и тормозной системой Beringer. Мотоцикл будет доступен в двух цветовых решениях: серый металлик и тёмно-синий. Сиденья обиты кожей. На ручках руля выгравировано тиснение в виде монограммы TB. Логотип Burberry нанесён на кузов и колёсные диски. Представители обеих компаний утверждают, что сходятся во взглядах на экологичность. Электробайк будет выставлен во флагманских магазинах Burberry в Лондоне, Дубае, Нью-Йорке, Лос-Анджелесе и Токио. Заказать модель также можно на официальном веб-сайте DAB Motors. Стоимость мотоцикла составляет €29 900. Источник: pocket-lint.com",
    "title": "Burberry выпустит лимитированную серию электробайков",
    "date": "2022-11-21T07:00:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/21/393157/burberry_vypustit_limitirovannuyu_seriyu_elektrobajkov/"
  },
  {
    "text": "Как оказалось, небольшое Карибское государство Барбадос дружественно настроено к современным технологиям. Местные власти сотрудничают с несколькими компаниями, занимающимися разработками в области метавселенных, чтобы перенести своё посольство в цифровой мир. Министерство иностранных дел и внешней торговли Барбадоса уже подписало первое соглашение с разработчиками Decentraland — популярного виртуального мира. Согласно условиям договора, Барбадос откроет там постоянное цифровое посольство. В ближайшем будущем планируется подписать соглашение и с другими разработчиками, такими как Domnium Space и Super World. В планах карибского государства — осуществлять различные проекты по покупке земли в цифровых мирах, созданию архитектуры виртуальных посольств и консульств, а также предоставлять такие услуги, как «электронные визы» или «телепорты», которые позволят пользователям перемещать свои аватары между различными мирами. Полноценную работу цифровое посольство начнёт уже в январе следующего года. Таким образом, Барбадос станет первой в мире страной, которая признала суверенной территорию метавселенной. Дипломаты отмечают, что посольство будет соответствовать нормам международного права и Венской конвенции. Барбадос заявляет об амбициозных экономических планах в метавселенных. Стоит отметить, в стране действует крайне лояльная политика относительно криптовалют, а специалисты из этой страны возглавляли разработку цифровой валюты центральных банков. Источник: coindesk.com",
    "title": "Барбадос собирается открыть посольство в метавселенной",
    "date": "2022-11-21T06:30:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/21/393144/barbados_sobiraetsya_otkryt_posolstvo_v_metavselennoj/"
  },
  {
    "text": "По имеющимся данным, только в США 74% потребления электроэнергии и треть выбросов парниковых газов происходит из-за эксплуатации зданий. Ущерб экологии начинается ещё даже до их постройки — при производстве строительных материалов. Компания SOM предлагает концепцию экологичных небоскрёбов, способных очищать воздух. На конференции ООН по изменению климата COP26 сотрудники SOM представили проект здания, которое производит меньше углекислого газа, чем поглощает. Концепцию назвали «Городская секвойя». Здание создаётся такой формы, чтобы снизить потребность в энергии, а при строительстве используются материалы и системы, которые либо поглощают углекислый газ, либо высасывают его из воздуха. Предполагается, что один небоскрёб сможет улавливать до 1000 тонн углерода в год, что эквивалентно «работе» 48 500 деревьев. Архитекторы спроектировали несколько строений, чтобы показать основную концепцию. Фасады здания заполнены водорослями, которые производят биотопливо, чтобы питать строение энергией. Структурные компоненты сделаны из биологических материалов, а изоляция — из конопляного углерода, который секвестируют в течение всего срока службы здания. В небоскрёб встроена система прямого улавливания воздуха, которая вытягивает углекислый газ из окружающей атмосферы и либо хранит его, либо делает доступным для промышленного использования. Главным шагом к использованию экологичных технологий станет создание рабочих прототипов. SOM рассчитывает на сотрудничество с архитекторами и дизайнерами, чтобы вместе воплотить в реальную жизнь свою концепцию Urban Sequoia. Проектирование подобных строений позволит уменьшить выбросы углекислого газа в строительной отрасли, а также в некоторых смежных с ней. Источник: fastcompany.com",
    "title": "Здание из водорослей заменяет 48 500 деревьев",
    "date": "2022-11-21T06:00:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/21/393162/zdanie_iz_vodoroslej_zamenyaet_48_500_derevev/"
  },
  {
    "text": "Авторы популярного YouTube-канала FullMag не только оборудовали электромобиль Tesla Model X бронированными стёклами, но и проверили его на прочность. Для этого кроссовер Илона Маска расстреляли из автомата и снайперской винтовки. Для проведения своего эксперимента блогер заменил стёкла оригинального автомобиля на бронированные, а затем решил расстрелять его из автомата АК-47. Во время испытания ствол оружия повело вниз, поэтому некоторые пули попали не только в стекло, но и в капот автомобиля, который никак не был защищён. В результате электрокар начал дымиться. Впрочем, это не остановило блогера — он продолжил стрельбу по авто, использовав и другие виды оружия. В некоторых случаях пули даже эффектно рикошетили от стекла. Настоящим испытанием для электрокара стал 50-мм калибр. Самое интересное, что ни одна пуля внутрь салона так и не попала. Более детально понаблюдать за экспериментом можно, изучив видео выше. Источник: popmech.ru",
    "title": "Надёжность бронированного Tesla Model X проверили с помощью АК-47 [ВИДЕО]",
    "date": "2022-11-21T05:30:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/21/393195/nadyozhnost_bronirovannogo_tesla_model_x_proverili_s_pomoschyu_ak_47_video/"
  },
  {
    "text": "Спустя два года после презентации концептуального дрона AB5 JetQuad авторы представили новую модель. Реактивный беспилотный летательный аппарат с вертикальным взлётом и посадкой способен разгоняться до впечатляющих 400 км/ч, а в перспективе этот показатель будет существенно улучшен. Новый беспилотник будет представлен в первую очередь для промышленного, государственного или военного использования. Он производится техасской аэрокосмической компанией Fusion Flight, а вместо роторных двигателей в нём используется четыре микротурбинных реактивных двигателя. Прототип претерпел серьёзные изменения относительно предыдущей версии устройства. Полностью переработаны топливная и электрическая системы, система управления и защитная рама. Теперь беспилотник легко может выполнять вертикальный взлёт и посадку, зависать на месте и переходить в полёт. Компьютерное моделирование показывает, что дрон может передвигаться со скоростью до 400 км/ч, но это при условии текущей квадратной рамы. Если изменить аэродинамические свойства, то эту цифру можно увеличить до ещё более внушительных 644 км/ч. Дрон снабжён 20-литровым топливным баком, которого хватит на 25 минут зависания или 15 минут полёта с максимальной полезной нагрузкой 18 кг. Чем меньший вес несёт на себе беспилотник, тем существеннее увеличиваются показатели его производительности. Груз небольших габаритов может быть размещён в шасси, а груз большого размера — помещаться в отсек внутри беспилотника. Вес AB6 JetQuad составляет 24 кг. Но при полной загрузке топливом к нему добавляется ещё 20 кг. Размеры нынешней версии составляют 1250 х 931 х 402 мм. Можно использовать дизель, керосин или реактивное топливо. Четыре двигателя дрона могут развивать общую тягу в 700 Ньютонов. Так должен выглядеть финальный вариант дрона Аппарат способен летать полностью в автономном режиме при помощи заранее спланированной программы полёта. Можно также управлять беспилотником в режиме реального времени на расстоянии до 50 км. Если на устройство установить приёмник SATCOM, то дрон можно будет контролировать со спутника из любой точки земного шара. AB6 JetQuad имеет большое преимущество над роторными беспилотными летательными аппаратами, поскольку ему не угрожает угроза обледенения в случае плохой погоды. Кроме того, реактивные двигатели позволяют ему подниматься на высоту до 11 км. В продаже AB6 JetQuad появится летом 2022 года. Стоимость беспилотника составит $100 000. Сейчас аппарат продолжает проходить необходимые квалификационные испытания. Источник: newatlas.com",
    "title": "Квадрокоптер с реактивными двигателями может разгоняться до 650 км/ч",
    "date": "2022-11-21T05:00:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/21/393271/kvadrokopter_s_reaktivnymi_dvigatelyami_mozhet_razgonyatsya_do_650_km_ch/"
  },
  {
    "text": "Игроки взялись исправлять GTA: The Trilogy своими силами. На сайте Nexusmods появилось множество модов, которые чинят самые гротескные и неприятные проблемы в нашумевших ремастерах от Grove Street Games. Прямо сейчас можно скачать с десяток модификаций, исправляющих надоедающие проблемы GTA: The Trilogy. Например, мод Better Rain заменят ужасный эффект дождя в GTA III. Tommy Vercetti чинит модельку Томми из Vice City, делая внешний вид героя более приближённым к оригиналу. Bring Back The Fog возвращает в GTA: San Andreas эффект тумана, отсутствие которого позволяло увидеть странные вещи вдалеке. Даже тот самый пончик-гайку игроки уже заменили. Также примечателен мод DX12 Launcher, который позволяет запустить игры из-под DirectX 12, что должно улучшить игровую производительность. Другие работы можно найти на Nexusmods: они должны сделать прохождение классической трилогии GTA более комфортным. Источник: nexusmods.com",
    "title": "Игроки решили исправить GTA: The Trilogy своими силами",
    "date": "2022-11-20T19:40:00+00:00",
    "author": "Александр Козьяков",
    "url": "https://4pda.to/2022/11/20/393285/igroki_reshili_ispravit_gta_the_trilogy_svoimi_silami/"
  },
  {
    "text": "Четыре космических туриста, которые в сентябре провели три дня на орбите на борту космического корабля SpaceX Crew Dragon в рамках миссии Inspiration4, поделились потрясающими снимками нашей планеты, доступными для просмотра в высоком разрешении. Детализированные изображения открывают захватывающий вид на Землю, а также показывают необычную перспективу Солнца, выглядывающего из-за горизонта в окружении защитной крышки массивного стеклянного купола космического корабля. Фотографии позволяют оценить масштабность происходящего и вполне подходят для использования в качестве обоев на рабочий стол ноутбука или смартфона. Космический туризм продолжает активно развиваться. Но это путешествие не обошлось без неприятностей. Один из туристов испытал космическую болезнь, когда происходила корректировка движения корабля. Однако все сложности не идут ни в какое сравнение с теми великолепными видами, которые открылись перед путешественниками. Посмотреть больше фотографий в максимальном разрешении можно по ссылке. Источник: futurism.com",
    "title": "Космические туристы сделали детализированные фотографии Земли",
    "date": "2022-11-20T19:30:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393159/kosmicheskie_turisty_sdelali_detalizirovannye_fotografii_zemli/"
  },
  {
    "text": "Диснеевский парк развлечений Magic Kingdom отмечает 50-летие. На днях его виртуальную копию добавили в Minecraft. Разработчики уверяют, что виртуальные аттракционы аддона работают не хуже реальных. Дополнение Walt Disney World Magic Kingdom Adventure уже доступно к покупке. Разработчики признаются: они старались воссоздать виртуальную копию парка максимально точно. И судя по трейлеру, у них это получилось. Аддон распахнул двери более 20 аттракционов, а также позволил геймерам прогуляться по территории самого парка. А ещё игрокам доведётся встретить 29 знаковых персонажей из вселенных Disney и Pixar: от Дональда Дака и Микки Мауса до героев «Корпорации Монстров» и «Истории Игрушек». Источник: gamespot.com",
    "title": "В Minecraft добавили парк аттракционов Disney World",
    "date": "2022-11-20T18:20:00+00:00",
    "author": "Владимир Бычек",
    "url": "https://4pda.to/2022/11/20/393327/v_minecraft_dobavili_park_attraktsionov_disney_world/"
  },
  {
    "text": "На автосалоне в Лос-Анджелесе компания Porshe представила два новых электромобиля: Taycan GTS и Sport Turismo. Новый Taycan станет первым в серии, способным проехать более 500 километров без подзарядки. Интересной фишкой модели — стеклянная крыша с функцией защиты от бликов. Новые Taycan GTS и Taycan GTS Sport Turismo оснащаются двумя электродвигателями общей мощностью 598 лошадиных сил и аккумулятором на 93,4 кВт/ч, обеспечивающим запас хода до 504 километров. Независимо от типа кузова, автомобили смогут разгоняться с места до 100 км/ч за 3,7 секунды. Максимальная заявленная скорость составляет 250 км/ч. Производитель указывает, что это будут полностью электрические автомобили. Оригинальной опцией в Taycan GTS станет панорамная крыша с системой Sunshine Control. Она покрыта специальной жидкокристаллической плёнкой, которая позволяет сделать крышу матовой и защитить пассажиров от бликов солнечных лучей, не затемняя при этом салон. Кроме того, сама крыша разделена на 9 сегментов, каждым из которых можно управлять в отдельности, чего ранее не было ни в одном автомобиле. В продажу электрокары поступят весной 2022 года. Цены на Taycan GTS и Taycan GTS Sport Turismo в базовой комплектации начинаются от €131 834 и €132 786 соответственно. Источник: ixbt.com",
    "title": "Электрокар Porshe Taycan GTS получил рекордную для компании автономность",
    "date": "2022-11-20T18:00:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393216/elektrokar_porshe_taycan_gts_poluchil_rekordnuyu_dlya_kompanii_avtonomnost/"
  },
  {
    "text": "Xiaomi продолжает тестировать фирменную прошивку MIUI 13. По данным инсайдеров, в ближайшие недели опробовать новую версию популярной Android-оболочки смогут пользователи целого ряда устройств Xiaomi и Redmi, а чуть позже апдейт «прилетит» на более чем 25 аппаратов, включая гаджеты семейства POCO. По данным ресурса Xiaomiui, стабильная версия прошивки уже готовится к выпуску для Xiaomi Mix 4, всех гаджетов серий Xiaomi 11 и Redmi K40, включая Pro-версии, а также для Xiaomi 10S. Кроме того, индийский Twitter-инсайдер Абхишек Ядав опубликовал список смартфонов, которые предположительно получат свежую оболочку на этапе первой волны обновлений. В этот перечень вошли следующие аппараты: Xiaomi: 10 и 10T, 9-я серия, Mi Alpha, Mix Fold, CC9 Pro Redmi (серии смартфонов): K30, Note 11, Note 10, Note 9, 10, 10X POCO: M2, M2 Pro, M3, M4, X2, X3, X3 Pro, F2, F2 Pro, F3 Pro, F3 GT, C3 Среди ключевых нововведений новой прошивки разработчики отмечают использование механизма виртуальной памяти, появление «плавающих» виджетов, возможность гибкой кастомизации центра уведомлений, а также расширенные возможности настройки функции Always-on-display, оптимизированную анимацию интерфейса и улучшения конфиденциальности. Источник: notebookcheck.net",
    "title": "MIUI 13 вскоре появится на 25 смартфонах Xiaomi",
    "date": "2022-11-19T06:00:00+00:00",
    "author": "Владимир Кузин",
    "url": "https://4pda.to/2022/11/19/393297/miui_13_vskore_poyavitsya_na_25_smartfonakh_xiaomi/"
  },
  {
    "text": "Энтузиаст Julian Guba вовсю трудится над ремейком неоднозначной Tomb Raider: The Angel of Darkness. Работа далека от завершения, но подвижки есть. Недавно умелец поделился коротким геймплейным роликом. Оригинальная Tomb Raider: The Angel of Darkness, шестая часть легендарной франшизы, увидела свет в 2003 году и была прохладно встречена как критиками, так и геймерами. Да так, что всю серию пришлось перезапустить. За её-то ремейк на Unreal Engine 4 и принялся Julian Guba, а прогрессом поделился в Twitter. Качество оставляет желать лучшего, однако и в таком виде можно оценить, что игра смотрится чуть атмосфернее и гораздо современнее. В этом видеофрагменте расхитительница гробниц разгуливает по ночным переулкам. Примечательно, что такой локации в оригинальной игре не было — она добавлена для соединения двух уровней из Angel of Darkness. Увы, статус любительского переиздания The Angel of Darkness всё ещё неясен, и даты релиза у него нет и в помине. Источник: twitter.com",
    "title": "Фанат показал геймплей ремейка самой спорной Tomb Raider на UE4 [ВИДЕО]",
    "date": "2022-11-20T16:40:00+00:00",
    "author": "Владимир Бычек",
    "url": "https://4pda.to/2022/11/20/393328/fanat_pokazal_gejmplej_remejka_samoj_spornoj_tomb_raider_na_ue4_video/"
  },
  {
    "text": "На Indiegogo стартовал сбор средств на выпуск первого в мире умного коврика для ванной. Устройство под названием BBalance не только сообщает владельцу о его весе, но также помогает улучшать физическое состояние и следить за осанкой. Устройство внешне выглядит как самый обычный коврик для ванной, но обладает множеством полезных функций. BBalance не имеет экрана, а все необходимые данные отправляются в специальное приложение на смартфон. Для снижения стресса, связанного со взвешиванием, устройство может представлять данные в упрощённом режиме либо совместно с советами по улучшению ситуации. В таком случае пользователи получат уведомление, только если гаджет выявит проблемы со здоровьем. Кроме того, BBalance позволяет прогнозировать боли в спине и помогает выявлять сколиоз у подростков на ранней стадии. С помощью оценки баланса пожилым людям или людям с ограниченными физическими возможностями прибор поможет избежать падений. Калибровка веса адаптирована к положению пользователя на коврике в ванной, гарантируя, что он не меняется в зависимости от движений человека. Устройство имеет собственный искусственный интеллект, который может идентифицировать всех членов семьи по их следам, предоставляя все необходимые данные для каждого отдельно. В приложении существует программа ежедневных индивидуальных упражнений, которые направлены на совершенствование осанки, наращивание мышц, улучшение баланса или на расслабление. Предусмотрено наблюдение за ростом и развитием детей по таким параметрам, как вес, осанка, размер стопы. BBalance умеет определять состав мышечной, костной и жировой массы, а также количества воды в организме. Устройство уже собрало необходимую сумму для старта производства на Indiegogo. Для первых покупателей гаджет предлагается за $229. Источник: ubergizmo.com",
    "title": "Умный коврик BBalance умеет следить за весом и осанкой",
    "date": "2022-11-20T16:10:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393076/umnyj_kovrik_bbalance_umeet_sledit_za_vesom_i_osankoj/"
  },
  {
    "text": "Honda провела демонстрацию возможностей беспилотного робота AWV, выполненного в виде небольшого внедорожника. Управление транспортом может осуществляться дистанционно, при этом он способен нести до 399 кг полезной нагрузки. Беспилотный внедорожник протестировали в полевых условиях на строительной площадке. Модифицированная версия автомобиля второго поколения AWV смогла легко буксировать трейлеры, возить строительные материалы, воду и другие грузы по территории немногим более 400 га. Полезная нагрузка машины составляет 399 кг, но это не мешает ей буксировать прицеп с весом в 750 кг. AWV может работать в автономном режиме, а также с помощью дистанционного управления, до 8 часов без подзарядки — даже при условии высоких температур. Для навигации AWV использует ряд датчиков, включая GPS, радар и LiDAR. Для удалённого управления используются встроенные 3D-камеры, чтобы оператор имел полный обзор всего происходящего. В условии максимальной загрузки беспилотник имеет запас хода до 45 км. Разработчики продолжают совершенствовать конструкцию и говорят, что характеристики и дизайн автомобиля будут улучшены. Однако о планах выпуска коммерческой версии AWV пока не сообщается. Источник: engadget.com",
    "title": "Honda испытала беспилотный внедорожник на стройке [ВИДЕО]",
    "date": "2022-11-20T15:20:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393136/honda_ispytala_bespilotnyj_vnedorozhnik_na_strojke_video/"
  },
  {
    "text": "Объявлены победители ежегодной премии James Dyson Award, в рамках которой награждаются молодые инженеры и учёные, чьи разработки решают несущие проблемы и помогают делать мир лучше. В этом году основатель и глава компании Dyson Джеймс Дайсон определил авторов сразу трёх проектов, каждый из которых получит по 3 000 000 рублей. Изобретение HOPES представляет собой домашний датчик глазного давления в виде перчатки. Простое и удобное биомедицинское устройство позволяет самостоятельно мониторить показатель ВГД. Раннее выявление проблем с внутриглазным давлением позволяет предотвратить развитие глаукомы и последующей слепоты. Разработанный датчик позволяет определить динамическое давление глаза с субмиллисекундной точностью. Результаты передаются по Bluetooth на синхронизированные устройства либо могут быть загружены в облако, чтобы к ним мог получить удалённый доступ лечащий врач. Система сохраняет всю историю измерений, чтобы при выявлении опасных симптомов немедленно обратиться за медицинской помощью. Plastic Scanner, разработанный Ерри де Воса, представляет собой портативное устройство, которое при приближении к пластику сообщает, из каких материалов он сделан. Свой анализ гаджет проводит при помощи инфракрасного цвета. Использование подобного устройства поможет обеспечить правильную переработку пластика, а его простота и компактность позволит сделать этот процесс доступным для каждого человека в мире. REACT Джозефа Бентли может спасти тысячи жизней, которые пострадали от ножевых ранений. При нанесении проникающей раны человек может истечь кровью всего за пять минут. Предложенное изобретение можно использовать во время оказания первой помощи. В место ранения вводится надувная тампонада из медицинского силикона. К ней подключается привод, и пользователь указывает место ранения в специализированном интерфейсе. Затем необходимо нажать на рычаг, который запускает алгоритм автоматического надувания тампонады до необходимого уровня — он зависит от месторасположения раны. Этот процесс помогает предотвратить потерю крови. При выборе победителей заявки принимаются на национальном уровне внешним судейскими жюри. Потом победители проходят на международный этап конкурса. Из них инженеры Dyson формируют список топ-20. Именно он попадает на рассмотрение Джеймса Дайсона, который выбирает итоговых победителей. Авторы лучших проектов получают лично 3 000 000 рублей, ещё около 500 000 рублей достаётся университету, который представляет победитель. Источник: 4pda.to",
    "title": "Объявлены победители James Dyson Awards 2022",
    "date": "2022-11-20T15:10:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393215/obyavleny_pobediteli_james_dyson_awards_2022/"
  },
  {
    "text": "Отличительная черта Сатурна — впечатляющая и сложная система колец. Исследователи из Университета Юты считают, что в обозримом будущем Земля также может обзавестись собственным набором колец. Вот только состоять они будут из всевозможного космического мусора. «Земля находится на пути к образованию собственных колец. Они будут сделаны просто из мусора», — заявил Джейк Эбботт, профессор робототехники из Университета Юты. По данным Европейского космического агентства, в настоящее время на орбите Земли находится около 170 миллионов единиц космического мусора. Его количество постоянно возрастает. Многие из объектов небольшие, но есть и значительные, которые могут угрожать космическим полётам. За последнее десятилетие объём космического загрязнения вырос примерно на 7500 метрических тонн. Учёные разрабатывают различные варианты, как можно сократить загрязнение земной орбиты. Так, в университете Юты предлагают использовать магниты. Учёные провели ряд экспериментов по быстрому вращению магнитов и смогли манипулировать объектами с помощью магнитных полей, даже если они не состоят из магнитного металла. В ходе эксперимента им удалось переместить медный шар на пластиковом плоту в резервуаре с водой. При этом с помощью магнитов шар перемещали не только по квадратной траектории, но и могли вращать. В будущем эта технология пригодится, чтобы роботы с магнитами могли перемещать мусор подальше в космос, не прикасаясь к нему физически. Благодаря этому в перспективе на орбите нашей планеты могут сформироваться целые кольца из мусора, которые не будут мешать работе космических аппаратов. Источник: gadgets.ndtv.com",
    "title": "Учёные: в ближайшем будущем у Земли могут появиться кольца",
    "date": "2022-11-20T15:00:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393148/uchyonye_v_blizhajshem_buduschem_u_zemli_mogut_poyavitsya_koltsa/"
  },
  {
    "text": "В WhatsApp, как и в других современных мессенджерах, предусмотрена функция удаления отправленных сообщений. Многие могут не знать, но есть способ просматривать такие сообщения. Для этого даже не требуется установка никакого дополнительного программного обеспечения, а сама функция работает на Android и iOS. О методе написал автор британского издания The Sun. По его словам, если сообщение было удалено из чата, оно всё равно хранится в памяти мобильного устройства. Существуют разные приложения, такие как Notification History Log или Notification Log, которые позволяют прочитать удалённые сообщения путём сохранения истории уведомлений, но для этого нужно обязательно взаимодействовать с нужным уведомлением, что не всегда удаётся сделать. Как оказалось, есть более простой способ, основанный на работе функции резервного копирования. WhatsApp с заданной в настройках периодичностью создаёт резервные копии всех переписок, включая и удалённые сообщения. Если удалить мессенджер со смартфона, а затем снова его установить, приложение предложит восстановить чаты из резервной копии. Оказывается, что после этого удалённые сообщения отображаются так, будто их никто не стирал. Источник: thesun.co.uk",
    "title": "В WhatsApp найден простой способ читать удалённые сообщения",
    "date": "2022-11-16T11:40:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/16/393145/v_whatsapp_najden_prostoj_sposob_chitat_udalyonnye_soobscheniya/"
  },
  {
    "text": "Дизайнерская студия Ugur Sahin Design (USD) в честь своего 15-летия представила концепт обновлённой версии легендарного суперкара 90-х Ferrari F50. За период с 1995 по 1997 годы было выпущено всего 349 таких автомобилей. Новый Project Fenix переосмысливает дизайн оригинала на современный лад. Задняя часть автомобиля напоминает дизайн оригинала из 90-х. Огромный задний спойлер придаёт транспортному средству футуристичный вид. Пока не сообщается, какой двигатель установят в новый автомобиль, однако, скорее всего, он не будет полностью электрическим, поскольку на фотографиях концепта видно четыре выхлопных трубы. Широкая линия, проходящая через середину кузова, теперь соединяется с его фарами, что придаёт машине дополнительную утончённость. У классического Ferrari F50 была съёмная крыша, но, судя по фотографиям, у концепта такой конструктивной возможности не предусмотрено. Официальных комментариев по этому поводу дизайнеры пока не давали. Передний капот остался практически неизменным, а вот фары и встроенные воздухозаборники напоминают дизайн суперкаров McLaren. Project Fenix пока существует лишь в виде концепта. Дизайнеры из USD не сообщали, будет ли он запущен в серийное производство. Однако сейчас всё больше компаний стремятся вернуться к испытанной временем классике. Как мы уже писали ранее, Ford представил новый электропикап, который повторяет дизайн модели F-100 1978 года. Источник: slashgear.com",
    "title": "Дизайнеры переосмыслили легендарный Ferrari F50 [ФОТО]",
    "date": "2022-11-20T13:40:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393114/dizajnery_pereosmyslili_legendarnyj_ferrari_f50_foto/"
  },
  {
    "text": "Motorola открыла в Чикаго новую исследовательскую лабораторию Motorola 312 Labs. Там ведущие эксперты в области научно-исследовательской деятельности, проектирования и инжиниринга будут создавать уникальные инновационные продукты, которые в корне отличаются от имеющихся на рынке. Motorola и её материнская компания Lenovo собираются усилить R\u0026D-направление (научно-исследовательские и опытно-конструкторские работы) и разработали для этого трёхлетний стратегический план. Важная роль в нём отведена именно Motorola 312 Labs. Новое подразделение будет изучать экосистемы будущего, эволюцию метавселенной, уникальные форм-факторы мобильных и носимых устройств, развивать технологии отображения дополненной и виртуальной реальности. «Группа Motorola 312 Labs наделена уникальными возможностями, поскольку её миссия заключается в изучении неизвестного исследовательской командой, обладающей опытом и знаниями, для воплощения концепции в реальность. Мы понимаем потребности потребителей, ведь в чём смысл технического прорыва, если он ничего не значит для людей? Это ключевое направление работы для нас, когда мы говорим о мобильных технологиях будущего»,— заявил вице-президент по продуктам Motorola Дэн Дери. Указывается, что Motorola 312 Labs должна не развивать существующие технологии и проекты, а полностью их переосмыслить и разработать новые уникальные мобильные устройства будущего, непохожие на современные гаджеты. Источник: 4pda.to",
    "title": "Лаборатория Motorola будет создавать особенные технологии и гаджеты",
    "date": "2022-11-20T13:30:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393101/laboratoriya_motorola_budet_sozdavat_osobennye_tekhnologii_i_gadzhety/"
  },
  {
    "text": "Тизер новой Mass Effect показали в конце 2020-го на The Game Awards. Показать — показали, а подробностями не сдобрили: ни приблизительной даты выхода, ни другой полезной информации. Однако скоро это может измениться: на днях глава разработки Майкл Гэмбл пообещал раскрыть один секрет, но есть условие. Трейлер Mass Effect угодил в номинацию The Game Awards 2022 категории «Лучший момент TGA 2020». На этом все подробности новой игры и заканчиваются, дальше фанаты додумывали сами. Например, кому принадлежали обломки брони, которые нашла Лиара Т’Сони, или кто изображён на недавнем постере. Недавно Майкл Гэмбл пообещал рассказать кое-что интересное касаемо новой части классической серии, но только в случае победы ролика на The Game Awards 2022. И пока фанаты держат кулачки, мы напомним, что церемония награждения TGA пройдёт 10 декабря. О номинантах мы писали в отдельном материале. Источник: twitter.com",
    "title": "BioWare раскроет секрет новой Mass Effect, если игра победит на TGA 2022",
    "date": "2022-11-20T12:20:00+00:00",
    "author": "Владимир Бычек",
    "url": "https://4pda.to/2022/11/20/393332/bioware_raskroet_sekret_novoj_mass_effect_esli_igra_pobedit_na_tga_2022/"
  },
  {
    "text": "Компания IBM представила свой новый квантовый процессор Eagle на 127 кубитов. Разработчики утверждают, что он не может быть смоделирован суперкомпьютером, поскольку для этого понадобилось бы больше классических битов, чем атомов у каждого человека на планете. В IBM компоненты управления процессором разместили на нескольких физических уровнях, а кубиты на одном уровне. Таким образом компании удалось значительно увеличить вычислительную мощность чипа. Однако в IBM не называют квантовый объём Eagle. Чем он выше, тем больше возможностей квантовый компьютер способен реализовать. Разработанная технология учитывает не только количество кубитов, но и то, как они взаимодействуют друг с другом. В IBM отмечают, что они пока не достигли квантового превосходства — способности вычислительного устройства решать задачи, которые практически не под силу традиционным компьютерам. Однако Eagle приблизил компанию к этому. Доступ к новому чипу предлагается в рамках исследовательской системы в IBM Cloud для избранных членов IBM Quantum Network. «Исследовательские системы — это ранний доступ к нашим новейшим технологиям, поэтому мы не гарантируем время безотказной работы или определённый уровень воспроизводимой производительности, измеряемой квантовым объёмом», — заявила Джерри Чоу, директор отдела разработки квантовых аппаратных систем IBM. В официальном заявлении говорится, что IBM удалось увеличить количество кубитов, сделав систему охлаждения более компактной. Традиционно для производства кубитов нужны мощные криогенные холодильники. Однако в компании не стали вдаваться в подробности. В планах на 2022 год у IBM выпуск процессоров Osprey с 433 кубитами и Condor с 1121 кубитом. Источник: engadget.com",
    "title": "Квантовый IBM Eagle превосходит по мощности любой компьютер",
    "date": "2022-11-20T12:10:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393095/kvantovyj_ibm_eagle_prevoskhodit_po_moschnosti_lyuboj_kompyuter/"
  },
  {
    "text": "Долгое время Netflix не раскрывал статистики популярности своих фильмов и сериалов. Теперь же стриминговый сервис запустил сайт топ-10, на котором еженедельно будет появляться статистика по самым просматриваемым фильмам и сериалам для каждой из стран. На ресурсе пользователи могут увидеть 10 самых популярных фильмов и сериалов Netflix по всему миру, а также рейтинги по различным регионам. В глобальном рейтинге можно отфильтровать популярность фильмов и сериалов на английском и других языках. Интересно, что сериалы учитываются по сезонам в отдельности, поэтому в топе сразу несколько мест может занять один и тот же сериал, но разные сезоны. Tоп-10 предусматривает индикатор, который обозначает, сколько недель этот контент был в рейтинге, а также количество часов просмотра. Показатели будут обновляться еженедельно во вторник, предоставляя данные за предыдущую неделю. Списки наиболее популярных фильмов и сериалов в России за период с 8 по 14 ноября выглядят следующим образом. Самые популярные фильмы на Netflix среди российских зрителей: «Красное уведомление» «Неуловимый аромат любви» «Армия воров» «Тем больнее падать» «Яра» «Армия мертвецов» «Застрявшие вместе» «Убийство на яхте» «Король» «Призрачная шестёрка» Самые популярные сериалы на Netflix среди российских зрителей: «Аркейн» «Уборщица. История матери-одиночки» «Игра в кальмара» «Бумажный дом» (1 сезон) «Нарко: Мексика» (3 сезон) «Ты» (3 сезон) «Ты» (1 сезон) «Ты» (2 сезон) «Ключи Локков» (2 сезон) «Бумажный дом» (2 сезон) Следить за рейтингом и посмотреть данные по другим регионам можно непосредственно на сайте топ-10. Источник: 9to5mac.com",
    "title": "Netflix запустила рейтинг популярности фильмов и сериалов",
    "date": "2022-11-20T12:00:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393200/netflix_zapustila_rejting_populyarnosti_filmov_i_serialov/"
  },
  {
    "text": "В ноябре 1971 года произошло историческое событие, которое полностью изменило мир. Тогда свет впервые увидел коммерчески доступный микропроцессор Intel, получивший название 4004. Компания сравнила его с современными наследниками. Эта технология позволила доказать, что можно создавать сложные интегральные схемы и устанавливать их на чипы размером с ноготь. Именно разработка Intel 4004 позволила изменить способ проектирования систем, переключившись с использования аппаратных средств на программное обеспечение. Технология быстро была принята промышленностью, и процессоры открыли новую эру современных вычислений. «В этом году исполняется 50 лет процессору 4004. Задумайтесь, как много мы достигли за прошедшие полвека. Это ключевое событие для индустрии, которое дало мощный толчок развитию компьютерных технологий!», — заявил Пэт Гелсингер, генеральный директор Intel. Всё началось в 1969 году, когда компания Nippon Calculating Machines Corp. обратилась в Intel с просьбой разработать набор интегральных схем для своего инженерного прототипа калькулятора Busicom 141-PF. Инженеры Intel разработали набор из четырёх микросхем, среди которых и был ЦП 4004. Микропроцессор был размером с ноготь. Это было небывалым достижением, поскольку он обеспечивал такую же вычислительную мощность, как и первый электронный компьютер 1946 года, занимающий всю комнату. Недавно компания Intel представила процессоры 12-го поколения. Одним из ключевых изменений стал переход к гибридной архитектуре производительности, что стало возможным благодаря тесному совместному проектированию программного и аппаратного обеспечения. Компания указывает, что новые исследования в области квантовых вычислений с криогенным решением Intel Horce Ridge II и нейроморфные вычисления с чипом Intel Loihi 2 позволят ещё больше расширять границы вычислительных способностей. Источник: 4pda.to",
    "title": "Первому процессору Intel исполнилось 50 лет",
    "date": "2022-11-20T10:50:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393089/pervomu_protsessoru_intel_ispolnilos_50_let/"
  },
  {
    "text": "Согласно отчёту исследовательской фирмы Trendforce, в 2022 году мировая экономика продолжит восстановление после пандемии, что положительно скажется и на рынке мобильных устройств. Аналитики поделились прогнозом относительно расстановки сил в мире смартфонов на грядущий год. Спрос на развивающихся рынках и привычный цикл замены устаревших устройств доведут продажи смартфонов в 2022 году до 1,39 миллиарда устройств — на 3,8% больше по сравнению с 2022-м. Ожидается, что около 660 миллионов гаджетов будут поддерживать 5G, что составит 47,5% от всех устройств. Аналитики предполагают, что лидером отрасли в 2022 году останется компания Samsung, которая сможет продать 276 миллионов устройств (20% от общего числа) — на 1,1% больше в сравнении с 2022-м. Apple будет ненамного отставать от лидера, захватив 18% рынка. При этом рост компании будет значительно выше, чем у Samsung, и составит 5,4% против 1,1%. По мнению экспертов, драйвером продаж станут флагманские iPhone 14 и выпуск в первом квартале 2022 года iPhone SE с дисплеем 4,7 дюйма и процессором А15 Bionic. Однако максимальный рост в ежегодном сегменте может быть у компании Xiaomi. Аналитики предполагают, что продажи китайского технологического гиганта вырастут на 15,8% и достигнут 220 миллионов единиц. Недалеко уйдёт и OPPO, продажи которой с учётом OnePlus и realme могут достигнуть 208 миллионов единиц. Относительно vivo ожидается продажа 149 миллионов устройств и около 11% рыночного сегмента. Источник: gsmarena.com",
    "title": "Аналитики сделали прогноз на 2022 год для рынка смартфонов",
    "date": "2022-11-20T10:40:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393256/analitiki_sdelali_prognoz_na_2022_god_dlya_rynka_smartfonov/"
  },
  {
    "text": "В сети появился ролик с демонстрацией фанатского видения возможного дизайна будущего iPhone 14. Автор YouTube-канала ConceptsiPhone показал, как бы выглядел «яблочный» смартфон в форм-факторе слайдера с дополнительным экраном, безрамочным экраном и без выреза. Автор ролика предполагает, что iPhone 14 мог бы быть выполнен в форм-факторе слайдера, где под основным экраном скрывается ещё один такой же. Он может служить для отображения клавиатуры, игровых элементов управления и разных приложений. Интересно, что основной дисплей изогнут со всех сторон, а вместо привычного выреза в верхней его части красуется небольшое отверстие под фронтальную камеру. Вся задняя сторона прикрыта цельным стеклом, а камеры не выпирают и корпуса. Рассматривается не только внешний вид будущего устройства. Дизайнер ожидает в новинки процессор А16 Bionic, подэкранный сканер отпечатков пальцев и поддержку технологии Air Charge, позволяющей заряжать гаджет по воздуху. Маловероятно, что мы когда-то увидим такой iPhone, но ряд источников сообщают, что в следующем году Apple всё же заметно обновит дизайн своих смартфонов. Источник: wccftech.com",
    "title": "Концепт iPhone 14 с экраном-слайдером и зарядкой по воздуху [ВИДЕО]",
    "date": "2022-11-20T10:30:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393191/kontsept_iphone_14_s_ekranom_slajderom_i_zaryadkoj_po_vozdukhu_video/"
  },
  {
    "text": "Японский сотовый оператор NTT Docomo представил новый дрон в виде воздушного шара, который способен находиться в воздухе без применения вращающихся лопастей. Для полёта в нём используется установка на ультразвуковой тяге, предлагающая ряд преимуществ по сравнению с традиционными квадрокоптерами. Количество беспилотников постоянно увеличивается. Они продолжают заполнять воздушное пространство и представляют возрастающую опасность для людей и животных. Большинство современных устройств использует сложные алгоритмы и датчики определения препятствий, но это не всегда их спасает. Новый дрон от NTT Docomo представляет собой воздушный шар, наполненный гелием, благодаря которому он держится в воздухе. При столкновении с каким-либо препятствием он просто отскакивает от него и продолжает передвижение. Поскольку аппарату не нужно тратить много энергии на борьбу с силой тяжести с помощью вращающихся лопастей, время полёта может быть значительно увеличено в сравнении с квадрокоптерами и прочими беспилотными летательными аппаратами. Однако компания пока официально не называла дальность полёта на одной зарядке. Ультразвуковые силовые установки располагаются по обе стороны от воздушного шара. Они производят крошечные вибрации, чтобы двигать дрон в заданном направлении. Установленная снизу камера позволяет снимать качественное фото и видео без жужжания, которое присутствует при использовании квадрокоптера. Дрон изнутри подсвечивается с помощью светодиодов. Компания собирается начать коммерциализировать свой беспилотник уже весной 2022 года, но пока не огласила его стоимость. Источник: newatlas.com",
    "title": "Создан дрон-шар с ультразвуковым двигателем [ВИДЕО]",
    "date": "2022-11-20T09:00:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393088/sozdan_dron_shar_s_ultrazvukovym_dvigatelem_video/"
  },
  {
    "text": "Google вспомнила о десктопной версии своего цифрового магазина Play Store, выпустив для него масштабное обновление. Сервис подвергся одному из крупнейших редизайнов за историю своего существования. Сайт Google Play стал куда более минималистичным и теперь напоминает свою мобильную версию. Разделы с приложениями, играми, фильмами и книгами теперь занимают минимум места и располагаются в верхней части экрана. Серый фон заменён на белый, а на главной странице пользователя встречают большие баннеры с популярными играми и приложениями. К слову, теперь можно выбрать отображение игр и приложений, адаптированных для смартфонов, планшетов, телевизоров или хромбуков. При открытии страницы любого приложения или игры информация о них теперь занимает практически всё пространство на экране, а вот рекомендации и прочий контент стал менее навязчивым. Аналогично с фильмами, где теперь сразу видны пользовательская оценка, рейтинг на Rotten Tomatoes и другая полезная информация. Обновление десктопной версии Google Play проходит поэтапно и пока доступно далеко не всем пользователям. Некоторые пользователи сообщают, что смогли получить его, воспользовавшись VPN с выбором Тайваня или Южной Кореи. Источник: androidpolice.com",
    "title": "Десктопная версия Google Play изменилась до неузнаваемости",
    "date": "2022-11-20T08:45:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/20/393348/desktopnaya_versiya_google_play_izmenilas_do_neuznavaemosti/"
  },
  {
    "text": "С сентября этого года Apple разрешила пользователям оценивать свои приложения в App Store. У «Подкастов» тут же обвалился рейтинг, но затем он загадочным образом в кратчайшие сроки вырос. Разработчик Коста Элефтериу считает, что компания может манипулировать оценками для своих программ. Как заметил Коста Элефтериу, ещё 8 октября оценка приложения «Подкасты» в App Store была 1,8, но за месяц она необычайно быстро выросла до 4,7. На запрос издания The Verge компания Apple подтвердила, что с релизом iOS 15.1 приложение «Подкасты» начало предлагать пользователям оценить его и написать свой отзыв. Это обычная практика, используемая многими разработчиками посредством стандартных инструментов самой Apple. Вот только сами отзывы вызывают вопросы. И Коста Элефтериу, и сотрудники The Verge заметили, что у «Подкастов» огромное количество негативных отзывов, где пользователи жалуются на проблемы с интерфейсом, баги и в целом работу приложения. Если же смотреть на положительные оценки, то многие из них содержат комментарии, адресованные конкретным авторам подкастов. Из чего следует вывод, что люди попросту не понимают, что именно их просит оценить Apple, из-за чего оценка в App Store никак не связана с самим приложением. Для сравнения, у других популярных программ для прослушивания подкастов, таких как Overcast и PocketCasts, подавляющее большинство отзывов относится непосредственно к самому приложению. Стоит отметить, Коста Элефтериу — это тот самый разработчик, который создал приложение клавиатуры с поддержкой ввода свайпом для смарт-часов Apple Watch, после чего Apple удалила его из App Store, создав собственный аналог. Источник: 9to5mac.com",
    "title": "Apple обвиняют в накрутке рейтинга приложениям в App Store",
    "date": "2022-11-20T08:30:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/20/393350/apple_obvinyayut_v_nakrutke_rejtinga_prilozheniyam_v_app_store/"
  },
  {
    "text": "Следом за флагманским мобильным процессором Dimensity 9000 компания MediaTek представила своё топовое решение для телевизоров. Новый чип Pentonic 2000 стал первым в мире с поддержкой изображения с разрешением 8K и частотой обновления 120 Гц. MediaTek Pentonic 2000 выполнен по 7-нм техпроцессу TSMC. Он ориентирован в первую очередь на флагманские смарт-телевизоры. Чип поддерживает ИИ-технологии для улучшения картинки, MEMC для повышения плавности изображения, накопители стандарта UFS 3.1, новейший стандарт сжатия видео VVC (H.266) и AV1, а также Dolby Vision HDR и Dolby Atmos. Процессор поддерживает функции «картинка в картинке» (PiP) и разделение экрана с выводом изображения с нескольких источников, где каждое из них выводится в 8K. MediaTek также заявляет, что при запуске игр этот чип способен обеспечить частоту обновления экрана до 144 Гц. Первые телевизоры на базе MediaTek Pentonic 2000 будут выпущены в 2022 году. Источник: phandroid.com",
    "title": "MediaTek Pentonic 2000 — флагманский ТВ-процессор с поддержкой 8K 120 Гц",
    "date": "2022-11-20T08:00:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/20/393349/mediatek_pentonic_2000_flagmanskij_tv_protsessor_s_podderzhkoj_8k_120_gts/"
  },
  {
    "text": "Согласно новым данным, мировые продажи электромобилей побили рекорд. Так, за первые три квартала этого года количество проданных электрокаров превысило 3 миллиона. Также аналитики рассказали, какие компании сейчас лидируют на этом развивающемся рынке. Tesla Model 3 Согласно данным Корейского института автомобильных технологий, наибольший рост наблюдается именно в Южной Корее, где он составляет 96%, а сама страна занимает седьмое место по величине рынка электромобилей. Первую позицию этого рейтинга занимает Китай, где продажи электрокаров превысили 1,76 миллиона. За ним с большим отрывом располагаются Соединённые Штаты Америки c 272 554 единицами. На третьей строчке рейтинга — Германия, где продано 243 892 электромобиля. Четвёртая позиция у Великобритании, там реализовали 131 832 авто с электродвигателем. Замыкает пятёрку лидеров Франция, где продали 114 836 электрокаров. По данным исследований, крупнейшим производителем электромобилей за первые три квартала 2022 года стала компания Tesla. За отчётный период она реализовала 625 624 электрокара — пятую часть от общего числа. Volkswagen ID.4 Помимо Tesla хорошие результаты продемонстрировали: SAIC — 413 037 электромобилей Volkswagen — 287 852 электромобиля BYD — 189 751 электромобиль Корейская Hyundai Motor Group нарастила продажи электромобилей на 67% за указанный период, реализовав 159 558 машин. Таким образом, корейская компания заняла пятую строчку среди мировых лидеров по производству электрокаров. Источник: gizmochina.com",
    "title": "Продажи электромобилей установили новый рекорд",
    "date": "2022-11-20T07:30:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393249/prodazhi_elektromobilej_ustanovili_novyj_rekord/"
  },
  {
    "text": "Чем пахнет вспотевший торопыга Соник? А тут и гадать не нужно. Sega выпустила линейку одеколона из трёх ароматов, посвящённую трём знаковым франшизам Yakuza, Shenmue и Sonic the Hedgehog. Итак, аромат ёжика Cоника Blue Blur — это бодрящая смесь цитрусовых: лимона, лайма и грейпфрута. Yakuza представлена одеколоном Bourbon and Smoke. Тут можно почувствовать нотки дуба, кедра, бурбона и табака. Ну а для поклонников Shenmue выпустили Tobacco and Gold. Здесь состав такой: кардамон, бергамот и табак. Каждый из трёх анонсированных ароматов уже доступен для предзаказа по цене 29,99 фунта за флакон. Источник: pocket-lint.com",
    "title": "Запахло ежом. SEGA представила коллекцию ароматов для геймеров",
    "date": "2022-11-20T06:15:00+00:00",
    "author": "Владимир Бычек",
    "url": "https://4pda.to/2022/11/20/393338/zapakhlo_ezhom_sega_predstavila_kollektsiyu_aromatov_dlya_gejmerov/"
  },
  {
    "text": "В течение этого десятилетия NASA планирует вернуться на Луну в рамках космической миссии Artemis. Для этой цели ей нужно разработать рабочий прототип вездехода. Американское космическое агентство привлекло сторонних подрядчиков, которые представили первый прототип ровера. NASA в рамках проекта миссии Аrtemis сотрудничает с такими компаниями, как Northrop, Michelin, Initiative Machines, Lunar Outpost и AVL. У каждой компании-партнёра своя роль в этом проекте. Например, Lunar Outpost позаботится о снижении ущерба от температуры и пыли для вездехода, а Мichelin разработает безвоздушные шины, которые будут использоваться в будущем луноходе. Привлечение сторонних компаний помогает Американскому космическому агентству снизить расходы на разработку и ускорить её. Проект будет использовать информацию, полученную после предыдущей миссии Apollo, и предложит новые возможности для современного исследования Луны. На данный момент концепт находится на очень ранней стадии. Основным подрядчиком, который будет отвечать за финальный результат, станет компания Northrop. Никакие технические характеристики не раскрываются, можно лишь увидеть примерную визуализацию. Источник: slashgear.com",
    "title": "Концепт ровера для лунной миссии NASA [ВИДЕО]",
    "date": "2022-11-20T06:00:00+00:00",
    "author": "Максим Пушкарев",
    "url": "https://4pda.to/2022/11/20/393265/kontsept_rovera_dlya_lunnoj_missii_nasa_video/"
  },
  {
    "text": "В рубрике «Сделано в Китае» собраны недельные новости из Поднебесной, не вошедшие в основную ленту 4PDA: анонсы, слухи и просто интересные события из жизни главного поставщика электронных товаров в мире. Из этого выпуска вы узнаете о самых богатых странах мира, новых ограничениях в китайском интернете и распределении 5G-трафика в мире. Китай стал самой богатой страной в мире Как сообщает издание Bloomberg, ссылаясь на исследование международной консалтинговой компании McKinsey \u0026 Co, Китай обошёл США и стал самой богатой страной на планете с большим отрывом от ближайших конкурентов в рейтинге. Данные основаны на анализе национальных балансов десяти стран, на которые приходилось 60% мирового дохода. В отчёте говорится, что за последние 20 лет мировое богатство выросло примерно в три раза. При этом около трети этого роста пришлось именно на Китай. Дополнительно указывается, что глобальная чистая стоимость капитала увеличилась до $514 триллионов в 2020 году со $156 триллионов в 2000-м. Для сравнения, капитал Китая за это время вырос с $7 триллионов до $120 триллионов. У США по состоянию на 2020-й определено $90 триллионов. Статистика также показывает, что как в Китае, так и в США более 67% капитала принадлежит 10% населения. Китай объявляет войну VPN-сервисам Китайские власти в очередной раз усиливают контроль над интернетом. Недавно в стране были представлены новые правила, предусматривающие наказания для отдельных лиц и компаний, использующих или предлагающих услуги VPN. Как известно, в Китае запрещены многие западные ресурсы и сервисы, а местные проходят жёсткую цензуру. Однако VPN-сервисы позволяют обойти эти ограничения, чтобы получить доступ к заблокированному контенту, перенаправляя свой трафик через удалённый сервер. Новые правила, получившие название «Правила управления безопасностью сетевых данных», были предложены Администрацией киберпространства Китая. В них говорится, что ни одно частное лицо или организация не может предоставлять программы, инструменты или другие услуги, такие как доступ в интернет, хостинг серверов, техническая поддержка, продвижение и многое другое для доступа к запрещённому контенту. Нарушение этих правил грозит штрафом в размере 10-кратной суммы от денег, полученных от предоставления запрещённых услуг, или до 500 000 юаней (почти $80 000) для руководителей организаций-нарушителей. Кроме того, у компании может быть отозвана бизнес-лицензия. Почти весь 5G-трафик мира приходится на Китай Согласно новому отчёту Министерства промышленности и информационных технологий Китая, в стране насчитывается более 1,15 миллиона базовых станций 5G — более 70% от общемирового числа. По словам директора Департамента развития информации и коммуникаций Министерства промышленности и информационных технологий, в настоящее время во всех городах префектурного уровня более 97% округов и городских областей подключены к сетям пятого поколения. Кроме того, 40% китайских городов имеют полное покрытие 5G, а количество пользователей сетей пятого поколения в Китае превышает 450 миллионов — это более 80% от всех 5G-пользователей в мире. Исследователи Strategy Analytics подсчитали, что сейчас в Китае 80% от всех отгружаемых смартфонов имеют поддержку 5G. Эта цифра куда больше, чем в целом по миру. Лидируют на местном рынке по части 5G-смартфонов OPPO и vivo, но Xiaomi и Apple также демонстрируют высокие продажи в этом сегменте. Сейчас в Китае стоит цель обеспечить 26 5G-вышек на каждые 10 000 человек. Кроме того, в планах обеспечить полное покрытие городов и посёлков, а также базовое покрытие административных деревень. Источник: 4pda.to",
    "title": "Сделано в Китае #299: рейтинг самых богатых стран, война против VPN и статистика по 5G",
    "date": "2022-11-20T05:00:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/20/393189/sdelano_v_kitae_299_rejting_samykh_bogatykh_stran_vojna_protiv_vpn_i_statistika_po_5g/"
  },
  {
    "text": "Capcom официально перенесла загадочную игру Pragmata на 2023 год. Проект неоднократно сравнивался с тайтлами Хидео Кодзимы — схожести наблюдаются в некоторой странности происходящего и необычных идеях, присущих творениям японского геймдизайнера. Игроки уже называют это сообщение о переносе одним из самых милых, которые им доводилось видеть в жизни. Камера берёт ближний план на глаза девочки, и, отдалясь, захватывает табличку в её руках с забавной надписью: 2022 -\u003e 2023 Sorry :( Девочка при этом выглядит очень пристыженно и грустно, так что злиться на авторов Pragmata за такую новость о переносе даже как-то неловко. Да и не сказать, что игру прямо так сильно ждали многие и как можно скорее: она представляет собой тёмную и пока совсем непонятную лошадку. Тем более что никаких внятных материалов до сих пор представлено не было: только пара странных синематиков. Источник: youtu.be",
    "title": "Авторы Pragmata сообщили о переносе релиза в милом ролике [ВИДЕО]",
    "date": "2022-11-19T19:30:00+00:00",
    "author": "Александр Козьяков",
    "url": "https://4pda.to/2022/11/19/393345/avtory_pragmata_soobschili_o_perenose_reliza_v_milom_rolike_video/"
  },
  {
    "text": "Фил Спенсер призвал игровую индустрию начать заботиться о сохранении наследия прошлого — и общими силами вкладываться в поддержку обратной совместимости. Начал глава Xbox с собственной платформы: недавно в библиотеку обратной совместимости Xbox было добавлено более 70 игр. В заявлении Фила Спенсера фигурируют следующие тезисы: у индустрии есть большие проблемы с сохранением своего прошлого, так как старые игры обычно становятся недоступными; многие тайтлы по-прежнему привязаны к устаревшим аппаратным стандартам, включая консоли, которые уже не поддерживаются, и эмуляция позволяет современному оборудованию имитировать функции старых устройств. «Я думаю, мы можем извлечь уроки из истории того, как мы пришли туда, где мы есть, благодаря творчеству. Я люблю преемственность в музыке. Я люблю её в фильмах и на телевидении. И есть веские причины, по которым играм стоит последовать этому примеру», — сказал Спенсер. Правообладатели также должны участвовать в процессе, ведь Xbox больше не может расширять свою библиотеку обратной совместимости не в последнюю очередь из-за проблем с лицензиями. Фил Спенсер считает эмуляцию лучшим способом сохранять наследие видеоигр и призывает игровые компании последовать примеру Xbox. Источник: axios.com",
    "title": "Глава Xbox призвал игровые компании развивать обратную совместимость",
    "date": "2022-11-19T18:20:00+00:00",
    "author": "Александр Козьяков",
    "url": "https://4pda.to/2022/11/19/393343/glava_xbox_prizval_igrovye_kompanii_razvivat_obratnuyu_sovmestimost/"
  },
  {
    "text": "С недавних пор на YouTube исчез счётчик дизлайков под видео, от чего пользователи были не в восторге. Разработчик Дмитрий Селиванов решил взять ситуацию в свои руки и выпустил специальное расширение для браузеров, возвращающее подсчёт пальцев вниз. Расширение под названием Return Youtube Dislike уже доступно для Chrome и Firefox. Автор также рассматривает возможность интеграции своего алгоритма в приложение Youtube Vanced. Правда, стоит отметить, что разработчику пришлось пойти на некоторые хитрости, чтобы вернуть счётчик. Сейчас Return Youtube Dislike основывается на API YouTube для подсчёта количества дизлайков. Проблема в том, что эти инструменты перестанут работать уже 13 декабря. Однако разработчик уже готовится к этому: когда API закроются, расширение будет полагаться на данные от пользователей для вычисления фактического количества дизлайков к видео. Вероятно, показатель будет не совсем точным, но общую картину настроения зрителей он отобразить сможет. Для Firefox расширение доступно в фирменном магазине, а вот для Chrome его пока что нужно устанавливать вручную через режим разработчика. По словам Дмитрия, модерация в магазине расширений Chrome занимает больше времени, но вскоре оно появится и там. Больше информации можно найти на официальном сайте проекта. Отметим, что нововведение со стороны разработчиков YouTube с негативом встретили не только пользователи, но и Джавед Карим — один из создателей сервиса и автор первого видео на нём. Источник: gizmochina.com",
    "title": "Найден способ вернуть дизлайки на YouTube",
    "date": "2022-11-19T18:00:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/19/393336/najden_sposob_vernut_dizlajki_na_youtube/"
  },
  {
    "text": "Вчера в Twitter-аккаунте ABK Workers Alliance появилась петиция за отставку Бобби Котика, бессменного начальника Activision Blizzard. К моменту написания новости её подписали более чем 1300 сотрудников компании. Бунт против Котика перерастает в стихийное бедствие. Петицию, созданную ABK Workers Alliance, подписали 1337 сотрудников Activision Blizzard. Причём речь идёт не об анонимах в интернете: все подписавшиеся указали свои должности и инициалы. В списке есть самые разнородные сотрудники: от простых комьюнити-менеджеров до ведущих художников по окружению и директоров. Ознакомиться с ним можно по этой ссылке. Случай беспрецедентный, ведь Бобби Котика в этот раз критикуют партнёры и акционеры. Вместе с этой петицией бедствие приобретает стихийную природу: Activision Blizzard явно придётся как-то реагировать на публичный скандал. Кажется, своим «это было давно и неправда» совет директоров теперь отделаться не сможет — а официальная реакция была именно такой, чему публично возмутились даже Фил Спенсер и Джим Райан. Источник: docs.google.com",
    "title": "Более 1300 сотрудников Activision Blizzard подписали петицию за отставку Бобби Котика",
    "date": "2022-11-19T16:40:00+00:00",
    "author": "Александр Козьяков",
    "url": "https://4pda.to/2022/11/19/393344/bolee_1300_sotrudnikov_activision_blizzard_podpisali_petitsiyu_za_otstavku_bobbi_kotika/"
  },
  {
    "text": "Китайская компания XPeng Motors на Международной автомобильной выставке в Гуанчжоу объявила о выпуске электрического внедорожника G9. Он оснащается продвинутым автопилотом и поддерживает быструю зарядку, позволяющую находиться у розетки считаные минуты. Xpeng G9 стал четвёртым серийным автомобилем компании. Он ориентирован на глобальный рынок, поэтому разрабатывался с учётом китайского C-NCAP и европейского E-NCAP стандартов безопасности, а также европейского стандарта сертификации транспортных средств WVTA ЕС. Одним из его основных конкурентов считается Tesla Model Y. Этот электрокар первым получил новую версию фирменной платформы помощи водителю X-Pilot 4.0 ADAS. Она включает широкий спектр сценариев работает, от запуска до парковки электромобиля в автономном режиме, и ещё на шаг приближает полноценный автопилот. К слову, в фары встроена пара датчиков LiDAR для сканирования окружения. Производитель также отметил, что платформа позволяет устанавливать обновления прошивки по беспроводной сети всего за 30 минут. Технические характеристики электрокара пока не раскрываются. Лишь известно, что в нём используется силовая установка нового поколения XPower 3.0 с поддержкой напряжения 800 В. В результате Xpeng G9 способен всего за 5 минут зарядиться на 200 километров пути. Компания также объявила о планах по выпуску фирменных зарядных станций мощностью 480 кВт, способных выдерживать силу тока более 670 А и защищённых от воды по стандарту IP67. Выпуск Xpeng G9 запланирован на третий квартал 2022 года. Источник: electrek.co",
    "title": "Новый электромобиль Xpeng G9: 200 км пробега за 5 минут зарядки",
    "date": "2022-11-19T16:20:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/19/393329/novyj_elektromobil_xpeng_g9_200_km_probega_za_5_minut_zaryadki/"
  },
  {
    "text": "После аудиотестирования Apple iPhone 13 и iPhone 13 Pro Max в DxOMark взялись за остальные модели серии. После проведения соответствующих лабораторных тестов специалисты дали оценку аудиовозможностей iPhone 13 Pro и iPhone 13 mini. Apple iPhone 13 Pro Учитывая, что все смартфоны новой линейки работают на базе процессора A15 Bionic и получили идентичные характеристики звука (два микрофона, технологии Dolby Atmos и Audio Zoom), в DxOMark не ожидали большой разницы в результатах между моделями. Однако эксперты решили удостовериться, может ли размер корпуса сказаться на итогах аудиотестирования. При тестировании воспроизведения iPhone 13 Pro и iPhone 13 mini в DxOMark отметили «очень стабильные характеристики по всем атрибутам» и приятный тональный баланс с добавлением «теплоты» в середине и низах по сравнению с предшественниками. Также к плюсам смартфонов специалисты отнесли точную локализацию звука и широкий охват частотного диапазона. Apple iPhone 13 mini Из достоинств записи — отсутствие артефактов, естественный тембр, особенно в сценах с высоким уровнем звукового давления, отличная локализация и объёмный звук, даже если повернуть смартфон в портретный режим. Также экспертов впечатлили хорошая громкость записи и устойчивость к высоким уровням давления. Недостатками динамиков, по мнению специалистов, стали инверсия стерео при воспроизведении музыки и искажение низких частот при максимальной громкости. К минусам микрофонов в лаборатории отнесли их неточное восприятие звука на расстоянии и недостаток чёткости записи. По результатам испытаний iPhone 13 Pro и iPhone 13 mini набрали по 75 баллов и разделили шестое место общего аудиорейтинга DxOMark. Источник: dxomark.com",
    "title": "DxOMark: звук в iPhone 13 Pro и 13 mini — на флагманском уровне",
    "date": "2022-11-19T16:00:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/19/393342/dxomark_zvuk_v_iphone_13_pro_i_13_mini_na_flagmanskom_urovne/"
  },
  {
    "text": "Создатели неофициальных версий GTA III и GTA: Vice City решили обжаловать требования Take-Two. Ранее юристы компании заставили моддеров удалить исходный код из свободного доступа и выплатить $300 000 компенсации. Двое умельцев, занимавшихся восстановлением исходного кода GTA III и Vice City, подали ответное заявление в суд на компанию Take-Two. Авторы re3 и reVC считают, что они невиновны, по множеству причин. Во-первых, запуск модификаций невозможен без покупки оригинальных игр. Во-вторых, работы создавались на безвозмездной основе, а их авторы не заработали ни копейки на интеллектуальной собственности Take-Two, поэтому нет факта нарушения авторских прав. В-третьих, они исправили баги, которые разработчики игнорировали на протяжении долгих лет. Выходит, все обвинения несостоятельны. Напомним, что Take-Two подала иск в суд к разработчикам re3 и reVC в сентябре. В заявлении они утверждали, что работы независимых умельцев нарушают авторские права. Кроме того, ранее всё те же авторы re3 и reVC уже смогли успешно обжаловать решение Take-Two, правда, не через суд: речь шла об администрации GitHub, которая прислушалась к доводам разработчиков и восстановила доступ к проектам после жалоб от правообладателей. Источник: gamesindustry.biz",
    "title": "Авторы неофициальных GTA III и GTA: Vice City подали в суд на Take-Two",
    "date": "2022-11-19T15:40:00+00:00",
    "author": "Александр Козьяков",
    "url": "https://4pda.to/2022/11/19/393337/avtory_neofitsialnykh_gta_iii_i_gta_vice_city_podali_v_sud_na_take_two/"
  },
  {
    "text": "Электронные книги из «Читалки» в приложении «Яндекса» теперь можно будет не только читать, но и слушать. Голосовой помощник «Алисы», используя технологию синтеза речи, сможет озвучить любое указанное ему произведение в сервисе. Чтобы «Алиса» читала как можно более естественно, её обучали на примерах речи профессиональных дикторов. Алгоритмы AI проводили анализ множества предложенных вариантов озвучки, что позволило голосовому помощнику учиться правильно выбирать интонацию, ставить ударение в словах и выдерживать паузы. Кроме этого, пользователю предоставляется возможность выбрать подходящую скорость чтения, а также вместо голоса «Алисы» — мужской голос. Напомним: инструмент «Читалка» был запущен летом этого года, он находится в приложении «Яндекс» в разделе «Сервисы». Пользователи могут загружать в «Читалку» любые книги из памяти смартфона или из интернета. Чтобы «Алиса» начала чтение книги в сервисе, необходимо сказать «Алиса, открой читалку», выбрать произведение и нажать на значок наушников. Источник: 4pda.to",
    "title": "«Алиса» научилась озвучивать электронные книги в «Читалке»",
    "date": "2022-11-19T15:20:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/19/393330/alisa_nauchilas_ozvuchivat_elektronnye_knigi_v_chitalke/"
  },
  {
    "text": "HUAWEI объявила о старте продаж на российском рынке игровых изогнутых мониторов под названием MateView GT. 2K-экран новой модели имеет диагональ 27 дюймов, частоту обновления 165 Гц и способен отображать 16,7 миллиона цветов. HUAWEI MateView GT оснащён дисплеем с радиусом кривизны 1500R, разрешением 2560х1440 пикселей, частотой обновления 165 Гц и соотношением сторон 16:9. Для матрицы новинки характерны яркость до 350 нит при коэффициенте контрастности до 4000:1 и поддержка HDR 10, а также 90-процентный охват цветового пространства DCI-P3 и точность цветопередачи в пределах ΔE\u003c2, обеспечиваемая индивидуальной калибровкой. Наличие у нового игрового монитора HUAWEI сертификатов Low Blue Light и Flicker Free компании TÜV Rheinland подтверждает соответствие устройства требованиям к пониженному уровню излучения синего света и отсутствие мерцания экрана на низких уровнях яркости за счёт поддержки DC Dimming. Эти технологии помогают защитить глаза от перенапряжения во время длительных игровых сессий. HUAWEI MateView GT поддерживает функцию прицела, предназначенную для игры в шутеры от первого лица (FPS), улучшая точность стрельбы и управление тёмным полем за счёт регулировки контрастности экрана. Монитор получил экранное меню с тёмным интерфейсом и восемь предварительно заданных режимов работы, а также поставляется с пятипозиционным джойстиком. Среди интерфейсов новинки — порты HDMI 2.0, DisplayPort 1.2 и разъём USB Type-C для зарядки. HUAWEI MateView GT уже доступен в фирменных магазинах и магазинах-партнёрах компании по рекомендованной цене 24 999 рублей. Узнать больше о HUAWEI Всё об экосистеме HUAWEI Источник: 4pda.to",
    "title": "HUAWEI привезла в Россию 27-дюймовый изогнутый игровой монитор",
    "date": "2022-11-19T15:10:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/19/393340/huawei_privezla_v_rossiyu_27_dyujmovyj_izognutyj_igrovoj_monitor/"
  },
  {
    "text": "Критика Activision Blizzard выходит на новый уровень: к возмущению Джима Райана из PlayStation также присоединился Фил Спенсер, глава Xbox. Он заявил, что такому поведению Бобби Котика, на которое проливает свет статья-расследование Wall Street Journal, нет места в индустрии. Джейсон Шрайер сообщил, что Фил Спенсер также сделал внутреннюю рассылку для сотрудников, в которой выразил обеспокоенность связанными с Activision новостями. Спенсер считает, что такому поведению нет места в индустрии и потребовал от Activision Blizzard держать ответ за произошедшее. Кроме того, глава Xbox заявил, что примет какие-то меры в отношении компании, но какие — пока неизвестно. Напомним, что речь идёт о журналистском материале, авторы которой уличили Бобби Котика, главу Activision Blizzard, в длительном сокрытии положения дел в компании. Якобы Котик знал о сексуальных домогательствах и жестоком обращении с женщинами в студиях, но ничего с этим не делал. Более того, он и сам угрожал расправой одной из сотрудниц. Ранее обеспокоенность ситуацией выразил Джим Райан, глава PlayStation. Источник: bloomberg.com",
    "title": "Фил Спенсер присоединился к критике Activision Blizzard. Он «примет меры»",
    "date": "2022-11-19T15:00:00+00:00",
    "author": "Александр Козьяков",
    "url": "https://4pda.to/2022/11/19/393333/fil_spenser_prisoedinilsya_k_kritike_activision_blizzard_on_primet_mery/"
  },
  {
    "text": "Компания TCL объявила о скором старте продаж на российском рынке фирменных очистителей воздуха серии Breeva и роботов-пылесосов Sweeva. Новинки позволяют поддерживать в доме чистоту, не требуя от владельца больших усилий и не занимая много места. Breeva A2 (слева) и Breeva A3 (справа) Компактные воздухоочистители Breeva A2 и Breeva A3 оснащены многоступенчатой системой фильтрации, гипоаллергенными фильтрами HEPA 13 и дистанционным управлением через мобильное приложение TCL Home App. Модель Breeva A2 получила премию Red Dot Product Design Awards 2022 за эстетичный внешний вид. Устройства оснащены лазерным датчиком и датчиком VOC, которые обнаруживают твёрдые частицы и летучие органические соединения в воздухе, такие как сигарный дым и запахи, возникающие из-за домашних животных. Трёхцветный индикатор показывает качество воздуха в помещении, а автоматический режим регулирует скорость вращения вентилятора в зависимости от загрязнения воздуха в режиме реального времени. Предусмотрен также специальный спящий режим, в котором воздухоочистители работают максимально тихо и потребляют минимум энергии. Есть поддержка голосового управления с помощью «Google Ассистента». В России воздухоочистители Breeva A2 и Breeva A3 будут доступны в конце ноября. Российским пользователям также будет доступно три модели роботов-пылесосов: Sweeva 500, вариант с наибольшим балансом функций Sweewa 1000 и топовый Sweeva 6500. Последний поддерживает лазерную систему навигации и поставляется с дополнительным пылесборником в зарядной док-станции. У пылесосов несколько режимов работы для очищения разных поверхностей, дистанционное управление и до 100 минут работы без подзарядки. Роботы-пылесосы TCL Sweeva появятся в продаже во второй половине декабря. Источник: 4pda.to",
    "title": "TCL привезла в Россию умные воздухоочистители и роботы-пылесосы",
    "date": "2022-11-19T13:50:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/19/393320/tcl_privezla_v_rossiyu_umnye_vozdukhoochistiteli_i_roboty_pylesosy/"
  },
  {
    "text": "Разработчики популярной поисковой системы DuckDuckGo продолжают внедрять решения для защиты конфиденциальности пользователей. Новая функция позволяет блокировать любую слежку со стороны всех приложений на устройствах под управлением Android. Новая функция под названием «Защита от отслеживания приложений» сейчас находится в бете, но все желающие могут зарегистрироваться для участия в тесте. Как уже было сказано, работает она пока только на устройствах под управлением Android и по своему принципу напоминает защиту от отслеживания приложениями, добавленную в iOS 14.5. DuckDuckGo блокирует сторонние трекеры в установленных на смартфоне приложениях, которые собирают данные о пользователях в рекламных целях и не только. По словам разработчиков поисковой системы, в ходе исследования они обнаружили скрытые сторонние трекеры в 96% самых популярных бесплатных приложений для Android, из которых 87% отправляли данные в Google, а 67% передавали информацию в Facebook. Блокировщик от DuckDuckGo отслеживает пакеты данных, когда приложение пытается отправить их сторонним компаниям. Работает это даже в фоновом режиме. Разработчики указывают, что весь процесс происходит непосредственно на устройстве и никакие данные не пересылаются на сервер компании. При желании можно включить отображение заблокированных трекеров в режиме реального времени. Ранее в DuckDuckGo появилась возможность защитить свой электронный ящик от спама и других нежелательных писем. Источник: screenrant.com",
    "title": "В DuckDuckGo появилась защита от рекламной слежки",
    "date": "2022-11-19T13:30:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/19/393319/v_duckduckgo_poyavilas_zaschita_ot_reklamnoj_slezhki/"
  },
  {
    "text": "Компания Honor объявила о начале продаж на российском рынке смартфонов Honor 50 и 50 Lite. Обе новинки оснащены модулем NFC и поддерживают быструю зарядку мощностью 66 Вт, способную всего за 39 минут полностью зарядить аккумулятор гаджета. Honor 50 Honor 50 поставляется с 6,57-дюймовым OLED-дисплеем с разрешением Full HD и частотой обновления 120 Гц. Смартфон построен на базе мобильной платформы Qualcomm Snapdragon 778G и поступил в продажу в двух конфигурациях памяти: 6/128 ГБ и 8/256 ГБ. За фотовозможности устройства отвечает основная 108-мегапиксельная камера с тремя дополнительными датчиками на 8, 2 и 2 Мп, а также 32-мегапиксельная камера для селфи. Honor 50 Lite Младшая модель Honor 50 Lite оснащена 6,67-дюймовым экраном с разрешением 2376x1080 пикселей и работает на базе процессора Qualcomm Snapdragon 662 в сочетании с 6 ГБ оперативной и 128 ГБ встроенной памяти. Круглый блок тыльной камеры гаджета включает четыре сенсора — на 64, 8, 2 и 2 Мп, а селфи-модуль получил датчик с разрешением 16 Мп. Смартфоны поставляются с аккумулятором ёмкостью 4300 мАч и 66-ваттной зарядкой, которая всего за 10 минут может зарядить АКБ до 40%. Цена Honor 50 составляет 34 990 рублей за версию с 6 ГБ ОЗУ и 128 ГБ ПЗУ, а варианты 8/128 ГБ и 8/256 ГБ обойдутся покупателям в 39 990 и 44 990 рублей соответственно. На Honor 50 Lite в настоящее время действует акция, благодаря которой можно сэкономить 2000 рублей, заплатив всего 21 990 рублей. Узнать больше о Honor 50 Источник: 4pda.to",
    "title": "В России стартовали продажи смартфонов новой серии Honor 50",
    "date": "2022-11-19T12:10:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/19/393326/v_rossii_startovali_prodazhi_smartfonov_novoj_serii_honor_50/"
  },
  {
    "text": "Xiaomi продолжает активно готовиться к выходу на новый для себя автомобильный рынок. Как стало известно, вчера, 18 ноября, была создана вторая компания, название которой напрямую указывает на связь с автомобильной промышленностью. В сентябре этого года была создана Xiaomi Automobile Co., Ltd, а теперь стало известно о регистрации Xiaomi Automobile Technology Co., Ltd. Законным представителем новой компании указан сам Лей Цзюнь, основатель и глава Xiaomi. Дополнительно указывается, что зарегистрированный капитал новой компании составляет 1 миллиард юаней (около $156,7 миллиона). Из описания этой фирмы говорится, что она будет заниматься производством автомобилей и разработкой новых технологий. Напомним, что Xiaomi официально объявила о намерении выпускать собственные автомобили в марте этого года. В проект уже инвестировали 10 миллиардов юаней (примерно $1,57 миллиарда), а на протяжении следующих 10 лет компания намерена выделить ещё около 60 миллиардов юаней (около $9,4 миллиарда долларов). Курировать разработку электромобилей намерен непосредственно Лей Цзюнь. Выпуск первого электрокара Xiaomi ожидается в первой половине 2024 года. Источник: gizchina.com",
    "title": "Xiaomi создала компанию для производства автомобилей",
    "date": "2022-11-19T12:00:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/19/393313/xiaomi_sozdala_kompaniyu_dlya_proizvodstva_avtomobilej/"
  },
  {
    "text": "Бренд Beelink представил на Indiegogo новый мини-ПК под названием Beelink GTR5. Несмотря на компактные габариты, компьютер может похвастаться мощным процессором AMD Ryzen 9 5900HX, эффективной системой охлаждения и расширенным набором интерфейсов, а также сканером отпечатков пальцев. Beelink GTR5 оснащён 7-нм процессором AMD Ryzen 9 5900HX с базовой тактовой частотой 3,3 ГГц и 4,6 ГГц при разгоне. За графику в новом мини-ПК отвечает встроенная видеокарта VEGA 8 с максимальной частотой 2,1 ГГц. Поставляется компактный компьютер в двух вариантах двухканальной оперативной памяти DDR4 (3200 МГц) — 16 или 32 ГБ. Также под «капотом» новинки разместился твердотельный накопитель M.2 2280 NVMe на 512 ГБ, объём которого можно увеличить за счёт SATA HDD 2,5” благодаря предусмотренному слоту. В набор интерфейсов мини-ПК входят: 3,5-мм аудиоразъём, три порта USB 3.0, два USB 2.0, а также по одному USB Type-C, HDMI 2.0 и DisplayPort 1.2 (с возможностью вывода видео с разрешением до 4K). Беспроводную связь Beelink GTR5 обеспечивают модули Wifi 6 и Bluetooth 5 и два порта Ethernet, которые работают со скоростью 2,5 Гбит/с. Теплоотвод от компонентов устройства обеспечивают два мощных вентилятора, которые, по заверению производителя, работают с низким уровнем шума. Beelink GTR5 выйдет с предустановленной ОС Windows 11. Остальные особенности мини-ПК включают сканер отпечатков пальцев для разблокировки устройства и два микрофона на фронтальной панели для голосового управления Cortana. Размеры компьютера составляют 168 х 120 х 39 мм. Также представлена менее прокачанная версия новинки — Beelink GTR4. Этот мини-ПК имеет тот же дизайн и сборку, что и Beelink GTR5, но поставляется с процессором AMD Ryzen 9 4900HX, 16 ГБ оперативной памяти DDR4 3200 МГц и SSD-накопителем NVMe объёмом 500 ГБ. Старшая модель уже доступна для предзаказа на краудфандинговой площадке Indiegogo и в официальном магазине по цене от $699, а Beelink GTR4 появится там же 24 ноября с ценой в $599. Источник: gizchina.com",
    "title": "Beelink GTR5 — мини-ПК на AMD Ryzen 9 5900HX",
    "date": "2022-11-19T11:50:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/19/393321/beelink_gtr5_mini_pk_na_amd_ryzen_9_5900hx/"
  },
  {
    "text": "Поздняя осень — это время больших скидок. И порой аттракционы неслыханной щедрости проходят даже в консервативном Nintendo eShop. Да, большие распродажи в нём проводятся не так часто, как в каких-нибудь Steam, Microsoft Store или магазине PlayStation, да и цены на игры срезаются не так уж сильно... но всё равно каждое такое событие радует. Сейчас, например, в сервисе как раз стартовал масштабный ивент «Киберскидки». Распродажа на сей раз действительно масштабная, и участвуют в ней далеко не только эксклюзивы Nintendo. К примеру, в рамках «Киберскидок» можно выгодно закупиться трилогией ремастеров Crysis или обласканным публикой переизданием Tony Hawk’s Pro Skater 1+2. Вот лишь несколько выгодных предложений акции: Cities: Skylines — 699 рублей (-75%) Commandos 2 – HD Remaster — 1461 рубль (-35%) Crash Bandicoot Quadrilogy — 2703 рубля (-40%) Crysis Remastered — 1124 рубля (-50%) Crysis 2 Remastered — 2024 рубля (-25%) Crysis 3 Remastered — 2024 рубля (-25%) Crysis Remastered Trilogy — 3599 рублей (-20%) Dragon Quest XI S: Echoes of an Elusive Age DE — 2699 рублей (-50%) Divinity: Original Sin II – Definitive Edition — 2449 рублей (-30%) Edna \u0026 Harvey: Harvey’s New Eyes — 179 рублей (-90%) FIFA 22 Legacy Edition — 2099 рублей (-30%) Ghosts ’n Goblins Resurrection — 1439 рублей (-33%) Green Hell — 449 рублей (-75%) Hotline Miami Collections — 937 рублей (-50%) Hyrule Warriors: Age of Calamity — 3599 рублей (-33%) New Super Mario Bros. U Deluxe — 3599 рублей (-33%) Northgard — 1050 рублей (-60%) Ori and the Will of the Wisps — 1619 рублей (-40%) Pikmin 3 Deluxe — 3599 рублей (-33%) Shovel Knight: Treasure Trove — 1649 рублей (-45%) Sonic Colours: Ultimate — 2136 рублей (-25%) Steam: Rails to Riches Complete Edition — 1349 рублей (-25%) Tetris Effect: Connection — 2411 рубль (-33%) Tony Hawk’s Pro Skater 1+2 — 1979 рублей (-45%) The Witcher 3: Wild Hunt — 2249 рублей (-50%) Tropico 6 — 2061 рубль (-45%) Всего в акции участвует более 1000 наименований. С полным перечнем уценённых товаров можно ознакомиться по этой ссылке. Заканчивается ивент уже 30 ноября. Между тем любителям выгодных предложений также следовало бы заглянуть в Steam и PS Store, где прямо сейчас тоже проходят большие распродажи. Источник: nintendo.ru",
    "title": "В магазине Nintendo стартовала масштабная распродажа со скидками до 90%",
    "date": "2022-11-19T11:40:00+00:00",
    "author": "Владимир Бычек",
    "url": "https://4pda.to/2022/11/19/393317/v_magazine_nintendo_startovala_masshtabnaya_rasprodazha_so_skidkami_do_90/"
  },
  {
    "text": "С последним обновлением Google Chrome до 96-й версии появилась возможность активировать новую экспериментальную функцию. Она позволяет раньше остальных получить обновлённый пользовательский интерфейс браузера в стиле Windows 11. На данный момент изменений не так много. Google просто добавила закруглённые углы всем всплывающим меню, как это сделано в Windows 11 на системном уровне со всеми меню и приложениями. Сейчас это нововведение включено по умолчанию в Chrome Canary 98, а вот стабильной 96-й версии требуется активация соответствующего пункта в экспериментальных настройках: Введите chrome://flags#win11-style-menus в поисковой строке Выберите значение Enable или Enable — All Windows Versions для пункта Windows 11 Style Menus Перезагрузите браузер Если выбрать значение Enable — All Windows Versions, новый интерфейс будет доступен не только на Windows 11, но и на старых версиях ОС. Функция пока ещё тестируется, поэтому может работать некорректно. Также есть вероятность, что к релизу Google внесёт больше визуальных изменений. Источник: 9to5google.com",
    "title": "В Google Chrome появился интерфейс в стиле Windows 11. Как включить?",
    "date": "2022-11-19T11:30:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/19/393318/v_google_chrome_poyavilsya_interfejs_v_stile_windows_11_kak_vklyuchit/"
  },
  {
    "text": "В России стартовали продажи аудиосистемы для вечеринок JBL PartyBox 710. Помимо мощного звучания она получила светодиодную подсветку, возможность управления со смартфона, встроенные колёсики для удобной транспортировки, защиту по стандарту IPX4 и поддержку микрофонов. Внутри JBL PartyBox 710 установлены два низкочастотных динамика диаметром 216 мм и два 70-мм твитера общей мощностью 800 Вт. С помощью соединения True Wireless Stereo можно объединить две колонки в стереосистему без использования проводов. Также предусмотрена возможность подключения с любыми моделями линейки PartyBox при помощи кабеля Jack 3,5 мм. Для любителей мощных басов есть специальный режим Bass Boost. Транслировать контент на аудиосистему можно как без проводов с мобильных устройств по Bluetooth 5.1, так и с физических флэш-накопителей, подключаемых через встроенный USB-порт. К колонке можно подключить гитару и микрофон через TRS 6,3-мм входы. Для создания нужного настроения праздника предусмотрена светодиодная подсветка. Управлять всеми функциями акустической системы можно через фирменное мобильное приложение JBL PartyBox, доступное для iOS и Android. Вместе с колонкой JBL представила комплект беспроводных микрофонов, созданных специально для серии PartyBox, — JBL Wireless Microphone. В комплекте поставляется беспроводной двухканальный приёмник со встроенным аккумулятором, рассчитанным до 6 часов работы, и два беспроводных микрофона, питающиеся от батареек типа AA. Приобрести JBL PartyBox 710 можно в официальном онлайн-магазине JBL по цене 63 590 рублей. Комплект микрофонов JBL Wireless Microphone Set стоит 9990 рублей. Источник: 4pda.to",
    "title": "Мощная колонка JBL PartyBox 710 с функцией караоке уже в России",
    "date": "2022-11-19T11:20:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/19/393308/moschnaya_kolonka_jbl_partybox_710_s_funktsiej_karaoke_uzhe_v_rossii/"
  },
  {
    "text": "Несмотря на критику со стороны некоторых фанатов, сериал «Ведьмак» от Netflix стал настоящим хитом, поэтому немудрено, что его продлили на второй сезон. И он уже почти готов — до премьеры остался месяц. Авторы неоднозначной адаптации книг Анджея Сапковского уже показали публике сперва тизер, а потом и полноценный трейлер продолжения. Теперь же стриминговый сервис представил более 30 красочных кадров из телешоу. Кого только нет на этих снимках. Помимо Геральта, Йеннифэр, Цири, Весемира и прочих центральных персонажей на них засветились Тиссая де Врие, Францеска Финдабаир, Фрингилья Виго, Вильгефорц и многие другие. Также на фотографиях можно увидеть крепость Каэр Морхен и тренирующегося во дворе титульного ведьмака. Напомним, что премьера второго сезона «Ведьмака» состоится уже 17 декабря. Источник: redanianintelligence.com",
    "title": "Опубликовано более 30 новых кадров второго сезона «Ведьмака»",
    "date": "2022-11-19T11:10:00+00:00",
    "author": "Владимир Бычек",
    "url": "https://4pda.to/2022/11/19/393311/opublikovano_bolee_30_novykh_kadrov_vtorogo_sezona_vedmaka/"
  },
  {
    "text": "Согласно инсайдерскому отчёту, Xiaomi вскоре расширит семейство фирменных смартфонов новой моделью под названием Xiaomi 12X. Аппарат засветился в базе IMEI — а заодно в сети появились и его предположительные технические характеристики. Согласно источнику, в Китае Xiaomi 12X выйдет под кодовым номером 2112123AG, а его глобальная версия получит маркировку 2112123AC. Смартфон на базе процессора Snapdragon 870 обзаведётся 6,28-дюймовым AMOLED-дисплеем с разрешением Full HD+, частотой обновления 120 Гц и поддержкой HDR10. Устройству также приписывают 50-мегапиксельную основную камеру и подэкранный сканер отпечатков пальцев. Ранее Xiaomi 12X был замечен на сайте 3C — регулятор подтвердил, что новинка будет поддерживать технологию быстрой 67-ваттной зарядки. Также стало известно, что смартфон прошёл сертификацию в TENAA, но ведомство ещё не опубликовало технических данных об устройстве. Дата релиза и цена Xiaomi 12X также неизвестны. Источник: gizmochina.com",
    "title": "Новый Xiaomi 12X на Snapdragon 870 готовится к релизу",
    "date": "2022-11-19T11:00:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/19/393316/novyj_xiaomi_12x_na_snapdragon_870_gotovitsya_k_relizu/"
  },
  {
    "text": "Перенос даты релиза ожидаемых игр стал трендом последних лет — об этом говорилось уже не раз. Но в то время как большинство разработчиков отодвигают премьеры на более поздний срок, иные умудряются делать обратное. Так, создатели оригинального битемапа Sifu решили выпустить своё творение раньше, чем планировалось. Премьера восточного боевика о кунг-фу была сдвинута на две недели. Изначально игру собирались выпустить 22 февраля, но теперь датой выхода значится 8-е число. Не исключено, что это связано с желанием авторов привлечь к своему детищу как можно больше игроков в этот очень богатый на громкие релизы месяц. Как-никак, во второй половине февраля в продажу поступят Elden Ring, Horizon Forbidden West и, возможно, ПК-версия Uncharted. Напомним, что Sifu создаётся под влиянием таких картин, как «Рейд», «Джон Уик» и «Олдбой». Геймеры возьмут под своё управление молодого мастера кунг-фу, который в процессе будет постигать все тонкости этого боевого искусства и... стареть. Да, старение станет полноценной игровой механикой, о которой разработчики подробно рассказали в ролике выше. Если коротко: после каждой смерти герой будет воскресать, но становиться старше. Источник: twitter.com",
    "title": "Релиз восточного экшена Sifu перенесли. Игра выйдет раньше",
    "date": "2022-11-19T10:50:00+00:00",
    "author": "Владимир Бычек",
    "url": "https://4pda.to/2022/11/19/393309/reliz_vostochnogo_ekshena_sifu_perenesli_igra_vyjdet_ranshe/"
  },
  {
    "text": "Незадолго до анонса Samsung Galaxy A13 5G инсайдеры опубликовали серию официальных изображений бюджетной новинки. Кроме того, стали известны и ключевые спецификации устройства со сбалансированным железом и поддержкой мобильных сетей пятого поколения. Представленные на ресурсе GizNext рендеры Galaxy A13 5G демонстрируют смартфон с разных сторон. Дизайн задней крышки будущей новинки претерпел ряд косметических изменений по сравнению с предшественником. Сенсоры основной камеры будут размещены вертикально в ряд и не будут выступать над поверхностью корпуса, а светодиодная вспышка расположится справа отдельно от линии объективов. По данным сетевых источников, Galaxy A13 5G оснащён процессором MediaTek Dimensity 700 и будет поставляться в конфигурациях с 4 или 6 ГБ оперативной памяти и накопителем объёмом 64 или 128 ГБ. Работать смартфон будет под управлением фирменной оболочки One UI 3.1 на базе ОС Android 11. Новинке также приписывают аккумулятор ёмкостью 5000 мАч с поддержкой 15-ваттной зарядки. Анонс Samsung Galaxy A13 5G ожидается уже в следующем месяце. Узнать больше о Samsung Источник: gizmochina.com",
    "title": "Samsung Galaxy A13 5G: дизайн на пресс-рендерах и все характеристики",
    "date": "2022-11-19T10:40:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/19/393310/samsung_galaxy_a13_5g_dizajn_na_press_renderakh_i_vse_kharakteristiki/"
  },
  {
    "text": "Как сообщает издание iDropNews, ссылаясь на информацию сразу от нескольких источников, Apple действительно рассматривает возможность отказа от фирменного разъёма Lightning в следующем поколении iPhone. И причин на это у компании сразу несколько. Предполагаемый дизайн iPhone 14 Инсайдеры сообщают, что в iPhone 14 Pro на смену Lightning будет установлен USB Type-C. Такое решение со стороны Apple обусловлено из-за позиционирования iPhone в качестве профессионального решения для съёмки видео. Так, 1 минута 4K-видео в формате ProRes, доступном на iPhone 13 Pro и iPhone 13 Pro Max, «весит» примерно 6 ГБ, а двухчасовой материал — 720 ГБ. Для передачи такого объёма данных по Lightning требуется 3 часа 45 минут, тогда как по USB 4 это занимает всего 2 минуты 38 секунд. Кроме того, Европейская комиссия уже приняла требование к производителям мобильной техники перейти на единый разъём зарядных устройств, а значит, Apple должна будет отказаться от Lightning, чтобы продолжать продавать свои смартфоны в Европе. Напомним, что недавно был создан первый в мире рабочий iPhone с разъёмом USB Type-C. Его продали на аукционе за $86 001. Источник: news.mydrivers.com",
    "title": "Инсайдеры: в iPhone 14 Pro не будет разъёма Lightning",
    "date": "2022-11-19T10:30:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/19/393305/insajdery_v_iphone_14_pro_ne_budet_razyoma_lightning/"
  },
  {
    "text": "Лавры Super Smash Bros. как главного платформер-файтинга планеты не дают покоя множеству разработчиков и издателей. Например, гиганта WB. Студия, владеющая огромным количеством франшиз, решила бросить вызов тяжеловесу Nintendo на этом поприще и представила свой новый проект-капустник под названием MultiVersus. На полях сражений MultiVersus встретится множество знаковых героев из разных франшиз Warner Bros. Так, в одном матче лбами могут столкнуться Том, Джерри, Бэтмен, Шэгги и Арья Старк. Тематически это, конечно, бардак. Но весёлый! Геймеров ждут зарубы один на один, двое на двое и четверо против четверых. У каждого героя будут уникальные способности. Багз Банни, к примеру, сможет рыть тоннели, а Чудо-женщина — пользоваться лассо. Точной даты релиза у MultiVersus, увы, пока нет. Но известно, что игра выйдет в 2022 году и будет доступна на PC, PlayStation 4, PlayStation 5, Xbox One и Xbox Series X/S. Кстати, платформер-файтинг будет поддерживать кроссплей и кросспрогресс. А желающие опробовать тайтл уже могут записаться на грядущие тесты по этой ссылке. Источник: youtu.be",
    "title": "Багз Банни против Арьи Старк. Анонсирован новый файтинг от Warner Bros. [ВИДЕО]",
    "date": "2022-11-19T09:29:00+00:00",
    "author": "Владимир Бычек",
    "url": "https://4pda.to/2022/11/19/393306/bagz_banni_protiv_ari_stark_anonsirovan_novyj_fajting_ot_warner_bros_video/"
  },
  {
    "text": "Ставший легендой в нулевых мультимедийный плеер долго не подавал «признаков жизни» — и наконец, получил шанс вернуться на рынок. Winamp уже обзавёлся новым логотипом, а на специальной промостранице был открыт набор на бета-тест возрождённого приложения. История Winamp началась ещё в 1997-м, но после выхода версии 5.5 в 2007 году перестал получать обновления. Спустя 11 лет было объявлено о «возвращении» приложения, а в сети появилась сборка под номером 5.8, но после этого проект вновь оказался заморожен. Обновлённый сайт Winamp претерпел серьёзные изменения по части дизайна, а сам медиаплеер получил новый логотип. Какие именно возможности появятся в приложении, пока неизвестно. Тем не менее представители Radionomy (текущий владелец бренда) опубликовали информацию для исполнителей, сообщив, что те смогут делиться своими работами и продавать их через приложение. «Вы сольный исполнитель или группа? Зарегистрируйтесь сейчас и получайте новости о Winamp и о том, как распространять свою музыку среди совершенно новой аудитории. Мы поможем вам установить тесную связь с вашими поклонниками и получать доход от того, что вы любите», — говорится на сайте. Оформить предварительную запись на бета-тест новой версии Winamp можно по этой ссылке. Источник: bleepingcomputer.com",
    "title": "Культовый плеер Winamp перезапускают с новым логотипом",
    "date": "2022-11-19T09:20:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/19/393307/kultovyj_pleer_winamp_perezapuskayut_s_novym_logotipom/"
  },
  {
    "text": "Традиция есть традиция. С концом каждой рабочей недели в сервисе цифровой дистрибуции Epic Games Store начинается новая бесплатная раздача игр. Не стала исключением и эта семидневка. Более того, на сей раз магазин решил порадовать геймеров не одним, не двумя, а сразу тремя годными (пусть и не очень известными) тайтлами. Первым лотом новой раздачи стала оригинальная игра об исследовании подземелий Guild of Dungeoneering. Геймеров ждёт пошаговый геймплей и карточные бои, а также любопытный твист: им предстоит не управлять героем и его соратниками, а строить те самые катакомбы, через которые продираются искатели приключений. Вторым подарком стало ещё более необычное произведение — Kid A Mnesia Exhibition. По сути, это даже не игра, а интерактивная выставка легендарной группы Radiohead, посвящённая 20-летию альбомов Kid A и Amnesiac (откуда и название). Настоятельно рекомендуется всем фанатам творчества Тома Йорка и его команды. Ну а третий тайтл в меню EGS — очаровательный и атмосферный платформер-головоломка Never Alone (Kisima Ingitchuna), в котором пользователям отводятся роли двух персонажей: девочки Нуны и снежной лисицы. У каждого из героев, разумеется, свои особенности. Несложный, но вместе с тем затягивающий и продуманный геймплей, очень приятная картинка и огромная доза милоты — несколько приятных вечеров гарантированы. Чтобы добавить в библиотеку Guild of Dungeoneering, нужно пройти по этой ссылке, забрать Kid A Mnesia Exhibition можно здесь, а разжиться Never Alone (Kisima Ingitchuna) — тут. Во всех трёх случаях достаточно нажать кнопку «Получить». Акция продлится до 25 ноября, после чего стартует раздача theHunter: Call of the Wild. Источник: epicgames.com",
    "title": "Epic Games Store раздаёт сразу три игры бесплатно и навсегда",
    "date": "2022-11-19T09:10:00+00:00",
    "author": "Владимир Бычек",
    "url": "https://4pda.to/2022/11/19/393304/epic_games_store_razdayot_srazu_tri_igry_besplatno_i_navsegda/"
  },
  {
    "text": "Представленный три месяца назад Xiaomi Mi Pad 5 получил необычный программный апгрейд. Пользователь Weibo опубликовал видео, демонстрирующее возможность запуска на планшете десктопной операционной системы Windows 11. Энтузиасту удалось установить на устройство с процессором Snapdragon 860 ARM-версию Windows 11. Согласно опубликованному ролику, на планшет были установлены драйверы для разных чипсетов Qualcomm, при этом операционка успешно «подхватила» разрешение экрана 2K. Тем не менее владельцу гаджета пришлось снизить тактовую частоту процессора, поскольку в штатном режиме работы он быстро расходовал заряд аккумулятора. По словам энтузиаста, железо планшета позволяет установить и предыдущую версию ОС Microsoft — Windows 10 для ARM-устройств. Однако инструкции по инсталляции автор ролика к публикации не приложил, отметив, что подобные манипуляции приведут к потере гарантии на устройство. Источник: gizmochina.com",
    "title": "На Xiaomi Mi Pad 5 успешно запустили Windows 11 [ВИДЕО]",
    "date": "2022-11-19T09:00:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/19/393302/na_xiaomi_mi_pad_5_uspeshno_zapustili_windows_11_video/"
  },
  {
    "text": "Аналитическая компания Consumer Intelligence Research (CIRP) провела любопытное исследование. Пользователей iPhone спросили, насколько для них важна программа самостоятельной замены компонентов. Как оказалось, для большинства опрошенных возможность «домашнего» ремонта не стала поводом отказываться от покупки очередной новинки. Учитывая, что Apple запускает программу самообслуживания для гаджетов, выпущенных не ранее осени прошлого года, в опросе участвовали только владельцы этих устройств. Аналитики спросили у респондентов, отложат ли они покупку нового смартфона при возможности заменить повреждённые или изношенные компоненты имеющегося гаджета (дисплей и аккумулятор) на оригинальные новые. В опросе участвовало 2000 пользователей продукции Apple в США, которые приобрели iPhone, iPad, Mac или Apple Watch в течение 12 месяцев начиная с сентября 2020 года. Подводя итоги опроса, исследователи выяснили, что лишь немногие владельцы фирменной техники намерены воспользоваться услугами самостоятельного ремонта, чтобы отложить покупку нового устройства. В частности, лишь около 6% респондентов сообщили, что экран их iPhone треснул и непригоден для использования, а у 12% опрошенных треснувший дисплей продолжает функционировать. Что касается аккумулятора, только 14% заявили о необходимости заряжать смартфон каждые пару часов, 26% ответили, что у них нет проблем с зарядом в течение всего дня, а на варианты «держит заряд полдня» и «почти целый день на одной зарядке» пришлось 26 и 34% голосов соответственно. Кроме этого, эксперты CIRP отметили, что в целом владельцы iPhone заинтересованы в замене устройства на более новое не из-за технических проблем, а по другим причинам. Самые популярные сценарии апгрейда — это улучшение производительности процессора и камеры в новых поколениях iPhone, а также увеличение объёма из встроенных накопителей. Источник: appleinsider.com",
    "title": "Статистика: «домашний» ремонт iPhone — не помеха покупке новой модели",
    "date": "2022-11-19T07:40:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/19/393301/statistika_domashnij_remont_iphone_ne_pomekha_pokupke_novoj_modeli/"
  },
  {
    "text": "Компания Kia привезла на выставку LA Auto Show 2022 необычный концепт «электрокара будущего» — кроссовер EV9. Особенностями модели стали вместительный салон, ёмкий аккумулятор с внушительным запасом хода, а также концептуальный дизайн, который может пойти в серию менее чем через пару лет. Автомобиль имеет внушительные габариты — его длина составляет 4,93 метра при колёсной базе в 3,1 м. Kia EV9 построен на модульной платформе E-GMP и получил трёхрядный салон с возможностью разворота сидений, распашные двери и 22-дюймовые диски. Вместо наружных зеркал в новинке используются камеры, а в отделке интерьера широко применяются переработанные материалы. В числе других дизайнерских фишек модели автопроизводитель отмечает нестандартную прямоугольную форму руля 27-дюймовый экран вместо традиционной приборной панели. С 0 до 100 км/ч Kia EV9 разгоняется всего за пять секунд. Ёмкости АКБ на 77 кВтч, согласно спецификации, достаточно для преодоления 480 километров пути. При использовании зарядной станции мощностью 350 киловатт с 10% до 80% электрокар заряжается всего за 20 минут. Ожидается, что дебют серийной версии Kia EV9 с рядом изменений по сравнению с выставочным экземпляром состоится в 2023 году. Источник: slashgear.com",
    "title": "Kia EV9: пять секунд до «сотни» и 480 км на одной зарядке",
    "date": "2022-11-19T07:30:00+00:00",
    "author": "Владимир Кузин",
    "url": "https://4pda.to/2022/11/19/393300/kia_ev9_pyat_sekund_do_sotni_i_480_km_na_odnoj_zaryadke/"
  },
  {
    "text": "Компания MediaTek представила флагманскую мобильную платформу Dimensity 9000. Помимо высокой вычислительной мощности, она получила поддержку новейших беспроводных стандартов, датчиков камер на 320 Мп и широкие возможности встроенной графики. Новая SoC изготавливается на базе микроархитектуры Arm v9 и стала первой в отрасли серийной моделью, произведённой по 4-нанометровому техпроцессу TSMC. Платформа включает одно высокопроизводительное ядро Cortex-X2 с тактовой частотой 3,05 ГГц, три Cortex-A710 (2,85 ГГц) и четыре энергоэффективных Cortex-A510 (1,8 ГГц). За графические возможности мобильной платформы отвечает 10-ядерный GPU Arm Mali-G710, дополненный шестью выделенными ядрами для обработки ИИ-сценариев. По заверению компании, прирост вычислительной мощности новинки по сравнению с актуальными флагманскими решениями достигает 35% при улучшенной на 60% энергоэффективности. Заявлена и поддержка рейтрейсинга для мобильных игр и других приложений на API Vulkan. Кроме того, новинка MediaTek стала первым в своём сегменте решением с поддержкой 320-мегапиксельных датчиков камер и новейшего стандарта Bluetooth 5.3. Платформа также включает интегрированный 5G-модем с поддержкой спецификации 3GPP Release 16. Кроме того, чип Dimensity 9000 обзавёлся нативной поддержкой Wi-Fi 6E. Ещё одна фишка модели — совместимость с оперативной памятью LPDDR5X (до 7500 Мбит/с). По мнению отраслевых аналитиков, новинка MediaTek сможет составить конкуренцию будущему флагману Qualcomm, презентация которого состоится в конце ноября или начале декабря 2022-го в рамках конференции Snapdragon Tech Summit. Первые устройства на базе Dimensity 9000 поступят на рынок в 1 квартале 2022 года. Источник: theverge.com",
    "title": "MediaTek Dimensity 9000: техпроцесс 4 нм, трассировка лучей и Bluetooth 5.3",
    "date": "2022-11-19T07:00:00+00:00",
    "author": "Владимир Кузин",
    "url": "https://4pda.to/2022/11/19/393299/mediatek_dimensity_9000_tekhprotsess_4_nm_trassirovka_luchej_i_bluetooth_5_3/"
  },
  {
    "text": "MediaTek объявила о готовности представить первые решения с поддержкой беспроводного стандарта Wi-Fi 7. Компания уже назвала дату проведения соответствующей презентации, а заодно раскрыла первые технические подробности перспективной технологии. По словам заместителя вице-президента MediaTek по маркетингу продуктов Джеймса Чена, Wi-Fi 7 предлагает скорость передачи данных, которая в 2,4 выше показателей Wi-Fi 6 и Wi-Fi 6E. При этом существенный «разгон» беспроводного соединения — не единственное достоинство стандарта. Показать технологию в действии вендор намерен уже в январе следующего года на выставке CES 2022. Wi-Fi 7 позволит минимизировать задержки сигнала, что положительно скажется на гейминге и работе приложений, требующих активного обмена информацией. Кроме того, сети нового поколения будут менее чувствительны к помехам, благодаря чему даже наличие внушительного количества точек доступа по соседству не повлияет на производительность роутера. Несмотря на амбициозные планы компании, регулятор Wi-Fi Alliance отмечает, что протокол пока находится на ранней стадии стандартизации. Дата официального запуска Wi-Fi 7 ещё не объявлена — впрочем, в MediaTek не исключают, что развёртывание технологии в масштабе потребительских устройств начнётся уже во второй половине 2022-го или в 2023 году. Источник: androidcentral.com",
    "title": "Wi-Fi 7: дата анонса и первые подробности о новом стандарте",
    "date": "2022-11-19T06:30:00+00:00",
    "author": "Владимир Кузин",
    "url": "https://4pda.to/2022/11/19/393298/wi_fi_7_data_anonsa_i_pervye_podrobnosti_o_novom_standarte/"
  },
  {
    "text": "Xiaomi продолжает тестировать фирменную прошивку MIUI 13. По данным инсайдеров, в ближайшие недели опробовать новую версию популярной Android-оболочки смогут пользователи целого ряда устройств Xiaomi и Redmi, а чуть позже апдейт «прилетит» на более чем 25 аппаратов, включая гаджеты семейства POCO. По данным ресурса Xiaomiui, стабильная версия прошивки уже готовится к выпуску для Xiaomi Mix 4, всех гаджетов серий Xiaomi 11 и Redmi K40, включая Pro-версии, а также для Xiaomi 10S. Кроме того, индийский Twitter-инсайдер Абхишек Ядав опубликовал список смартфонов, которые предположительно получат свежую оболочку на этапе первой волны обновлений. В этот перечень вошли следующие аппараты: Xiaomi: 10 и 10T, 9-я серия, Mi Alpha, Mix Fold, CC9 Pro Redmi (серии смартфонов): K30, Note 11, Note 10, Note 9, 10, 10X POCO: M2, M2 Pro, M3, M4, X2, X3, X3 Pro, F2, F2 Pro, F3 Pro, F3 GT, C3 Среди ключевых нововведений новой прошивки разработчики отмечают использование механизма виртуальной памяти, появление «плавающих» виджетов, возможность гибкой кастомизации центра уведомлений, а также расширенные возможности настройки функции Always-on-display, оптимизированную анимацию интерфейса и улучшения конфиденциальности. Источник: notebookcheck.net",
    "title": "MIUI 13 вскоре появится на 25 смартфонах Xiaomi",
    "date": "2022-11-19T06:00:00+00:00",
    "author": "Владимир Кузин",
    "url": "https://4pda.to/2022/11/19/393297/miui_13_vskore_poyavitsya_na_25_smartfonakh_xiaomi/"
  },
  {
    "text": "Аналитики издания Bloomberg поделились предполагаемыми планами Apple по выпуску собственной системы автономного вождения для автомобилей. По данным источника, американская компания приняла решение об ускорении разработки, благодаря чему презентации подобной технологии состоится раньше, чем ожидалось. Согласно источнику, система автономного вождения Apple появится на рынке уже в 2025 году. Компания также может предложить несколько вариантов исполнения технологии. По данным аналитиков, вендору пока не удалось найти партнёра, который бы удовлетворил все её запросы и приступил к созданию автомобиля с системой автономного вождения. Тем не менее Apple удалось сократить сроки разработки с пяти-семи лет до четырёх. Если верить инсайдерам, то в электрокаре Apple не будет привычного рулевого колеса: его место займёт большой сенсорный экран, размещённый по центру приборной панели. При возникновении экстренной ситуации пользователь сможет экстренно выполнить остановку. Над разработкой процессора для бортовой системы, как утверждают журналисты, работали инженеры, причастные к созданию чипов для iPhone, iPad и Mac. Также сообщается об использовании в автомобилях Apple комбинированной системы зарядки, которая позволит заряжать электрокар от уже имеющейся сети станций. Источник отмечает, что при разработке системы автопилота компания учитывает более высокие требования к безопасности автономного вождения, чем Tesla и Waymo. При этом Apple по-прежнему находится в активном поиске квалифицированных инженеров и программистов, которые бы могли присоединиться к дальнейшей разработке фирменного автомобиля. Источник: phonearena.com",
    "title": "Слух: Apple выпустит автономный электрокар раньше, чем планировалось",
    "date": "2022-11-19T05:30:00+00:00",
    "author": "Владимир Кузин",
    "url": "https://4pda.to/2022/11/19/393296/slukh_apple_vypustit_avtonomnyj_elektrokar_ranshe_chem_planirovalos/"
  },
  {
    "text": "Эксперты лаборатории DxOMark протестировали флагманский смартфон vivo X60 Pro, детально изучив фронтальную камеру устройства. Сделав сотни фотографий, специалисты высоко оценили возможности гаджета, включив его в топ-10 премиальных устройств в категории «селфи». Vivo X60 Pro оснащается единственной фронтальной камерой, в которой используется датчик с разрешением 32 мегапикселя (f/2.45). Селфи-модуль смартфона способен записывать Full HD-видео на скорости 30 fps. За производительность устройства отвечает мобильная платформа Qualcomm Snapdragon 870. В ходе испытаний гаджет смог похвастаться расширенным динамическим диапазоном и точной цветопередачей в помещении и на открытом воздухе. При уличной съёмке был отмечен хороший контроль шума и высокая детализация картинки. Практически во всех условиях тестирования vivo X60 Pro продемонстрировал стабильную и точную экспозицию при записи видео. Не обошлось и без недочётов: в их список эксперты включили ограниченную глубину резкости, а также повышенный уровень шума и сниженную детализацию при съёмке в условиях недостаточной освещённости. В том же сценарии на снимках иногда появлялись артефакты и квантование цвета. В редких ситуациях на фотографиях проявлялась незначительная деформация лица, а в видеороликах — недостаточная детализация тона кожи. В суммарном зачёте гаджет набрал 91 балл, сумев занять десятое место в «селфи-рейтинге» премиальных устройств по версии DxOMark. Аналогичный результат ранее показал и Apple iPhone 11. Источник: dxomark.com",
    "title": "Vivo X60 Pro вошёл в топ-10 премиальных селфифонов по версии DxOMark",
    "date": "2022-11-19T05:00:00+00:00",
    "author": "Владимир Кузин",
    "url": "https://4pda.to/2022/11/19/393295/vivo_x60_pro_voshyol_v_top_10_premialnykh_selfifonov_po_versii_dxomark/"
  },
  {
    "text": "Недавно в сети появились сообщения о технических проблемах с некоторыми флагманскими устройствами семейства ASUS ZenFone. По словам их владельцев, смартфоны перестали загружаться после зависания. Ситуацию уже прокомментировали представители компании. На тематическом форуме ASUS ZenTalk некоторые владельцы фирменных смартфонов заявили, что их устройства без видимой причины перестали включаться или не могут загрузить ОС. В некоторых случаях владельцы «пострадавших» аппаратов не смогли восстановить прошивку самостоятельно. В комментарии для 4PDA представители ASUS отметили, что уже знают о существовании проблемы, и что эти случаи не носят массового характера. «Процент брака актуального поколения смартфонов даже ниже, чем у предыдущих моделей, что говорит о более высоком качестве продукта. Тем, кто всё же столкнулся с проблемой, нужно обратиться в сервисный центр, где неисправность устранят», — заявили в компании. Источник: 4pda.to",
    "title": "Некоторые смартфоны ASUS на Snapdragon 888 «уходят в чёрный экран». Что делать?",
    "date": "2022-11-19T04:30:00+00:00",
    "author": "Владимир Кузин",
    "url": "https://4pda.to/2022/11/19/393294/nekotorye_smartfony_asus_na_snapdragon_888_ukhodyat_v_chyornyj_ekran_chto_delat/"
  },
  {
    "text": "Множественные прогнозы инсайдеров о планах Apple выпустить смарт-часы, дизайн которых будет стилизован под iPhone 12 и iPhone 13, подтвердились очередным патентом американской компании. На опубликованных эскизах представлена новая версия популярного гаджета в корпусе с плоскими гранями. Дизайн изображённой на патентных эскизах «нестандартной» версии Apple Watch перекликается не только с последними двумя поколениями смартфонов Apple, но и с линейкой планшетов iPad. Соответствующая заявка была подана патентное бюро в мае 2020 года. В сопроводительной документации отмечается, что боковые стенки смарт-часов могут быть как плоскими, так и изогнутыми. Инженеры также рассматривают различные схемы исполнения корпуса — к примеру, в патенте упоминаются как прямоугольный, так и квадратный вариант с четырьмя равными по длине сторонами. Другой оригинальной задумкой компании стали умные часы в полностью стеклянном корпусе, изображённые на одном из эскизов. Впрочем, в документе не уточняются возможные сроки выпуска подобного гаджета — сейчас все представленные в нём разработки существуют только на бумаге. Источник: appleinsider.com",
    "title": "Apple запатентовала Apple Watch с «плоским» дизайном",
    "date": "2022-11-19T04:00:00+00:00",
    "author": "Владимир Кузин",
    "url": "https://4pda.to/2022/11/19/393292/apple_zapatentovala_apple_watch_s_ploskim_dizajnom/"
  },
  {
    "text": "Разработчики Spotify расширили функциональность потокового музыкального сервиса. Теперь в дополнение к прослушиванию треков пользователи могут просматривать их текст — даже в бесплатной версии мобильного или десктопного приложения. Функция доступна в Windows-версии Spotify, а также в клиентских приложениях на платформах iOS и Android. Для её активации достаточно нажать на пиктограмму микрофона на экране прослушивания, после чего на дисплее появится текст воспроизводимого в данный момент трека. На мобильных устройствах достаточно выполнить свайп снизу вверх в режиме прослушивания. Представители Spotify отмечают, что функция доступна и без Premium-подписки, но в некоторых случаях для её активации может потребоваться перезапуск или обновление приложения. Развёртывание нововведения стартовало 18 ноября и происходит постепенно в различных регионах. Тексты песен также появятся при использовании сервиса на игровых консолях. Доступ к функции можно получить и на смарт-телевизорах, нажав на клавишу Lyrics, расположенную в правом нижнем углу интерфейса Spotify. Кроме того, пользователи Android смогут делиться текстами песен в социальных сетях, таких как Facebook, Instagram, Twitter и WhatsApp. Источник: 4pda.to",
    "title": "В Spotify появилась полезная бесплатная функция",
    "date": "2022-11-19T03:30:00+00:00",
    "author": "Владимир Кузин",
    "url": "https://4pda.to/2022/11/19/393291/v_spotify_poyavilas_poleznaya_besplatnaya_funktsiya/"
  },
  {
    "text": "Издание NotebookChech опубликовало результаты тестирования флагманского мобильного процессора Intel Core i7-12700H. Чип был испытан в популярных бенчмарках Cinebench R20 и R23, благодаря чему его производительность удалось сравнить с конкурентами. Intel Core i7-12700H оснащён 14 ядрами (шесть Golden Cove и восемь Gracemont), 20 потоками исполнения, 24 МБ кеша L3, а также контроллером памяти с поддержкой DDR4-3200/LPDDR4-4266 и DDR5-4800/LPDDR5X-5200. Уровень TDP процессора, протестированного в составе ноутбука MSI GE76 Raider, составляет 45 Вт. По результатам испытаний в Cinebench R20 чип набрал 689 и 7158 баллов в одно- и многоядерной дисциплине соответственно. Многопоточный тест в Cinebench R23 продемонстрировал результат в 18 501 балл против 12 385 «попугаев» у нового MacBook Pro на базе чипа M1 Max с 32-ядерной встроенной графикой. Обошла новинка Intel и флагманский AMD Ryzen 9 5900HX c 8 ядрами и 16 потоками (максимальная частота 4,6 ГГц). Впрочем, прямым конкурентом Core i7 12-го поколения корректнее будет считать модели семейства Ryzen 6000, презентация которых ожидается в начале 2022 года. Источник: videocardz.com",
    "title": "Intel Core i7-12700H обошёл по производительности Apple M1 Max",
    "date": "2022-11-19T03:00:00+00:00",
    "author": "Владимир Кузин",
    "url": "https://4pda.to/2022/11/19/393290/intel_core_i7_12700h_oboshyol_po_proizvoditelnosti_apple_m1_max/"
  },
  {
    "text": "Компания ASUS расширила серию лэптопов Vivobook Pro, представив модели с OLED-экранами диагональю 14 и 15 дюймов. Отличительными чертами новинок стали производительное железо, высокая точность цветопередачи и доступная цена по меркам устройств с аналогичным типом дисплея. Ноутбуки получили OLED-дисплеи диагональ. 14 и 15 дюймов соответственно с разрешением до 2,8К и яркостью 600 нит. Оба устройства имеют охват 100% цветовой гаммы пространства DCI-P3 и прошли сертификацию Pantone, что позволяет использовать их при профессиональной работе с мультимедийным контентом. В зависимости от модификации, лэптопы оснащаются процессорами Intel Core H 11-го поколения или AMD Ryzen 9 5900HX. В топовой конфигурации новинки поставляются с 16 ГБ оперативной памяти DDR4, дискретной графикой NVIDIA GeForce RTX 3050 и терабайтным SSD-накопителем с интерфейсом PCIe. В ноутбуках используется фирменная система охлаждения ASUS IceCool Plus с двумя вентиляторами. В числе других особенностей новинок производитель отмечает наличие модуля Wi-Fi 6, веб-камеру с поддержкой Windows Hello, встроенный в кнопку включения сканер отпечатков пальцев и тачпад NumberPad 2.0 в качестве опции для 14-дюймовой модели. Стартовая стоимость новинок составляет $919. Ноутбуки поступят в продажу во второй половине декабря 2022 года. Источник: wccftech.com",
    "title": "ASUS VivoBook Pro 14/15: OLED-дисплей и графика GeForce RTX 3050",
    "date": "2022-11-19T02:30:00+00:00",
    "author": "Владимир Кузин",
    "url": "https://4pda.to/2022/11/19/393289/asus_vivobook_pro_14_15_oled_displej_i_grafika_geforce_rtx_3050/"
  },
  {
    "text": "В новом выпуске Инсайдов: Motorola Moto Edge S30 на Snapdragon 888+ испытали в AnTuTu; стали известны расцветки флагманского планшета Samsung; два новых смартфона realme прошли сертификацию. Motorola Moto Edge S30 на Snapdragon 888+ испытали в AnTuTu В базе данных бечмарка AnTuTu появились результаты предрелизного тестирования будущего флагмана Motorola — модели Moto Edge S30. Гаджет, работающий на базе мобильной платформы Snapdragon 888+, набрал 858 852 балла, ворвавшись в топ рейтинга AnTuTu. Известно, что новинка будет оснащаться 6,78-дюймовым дисплеем с частотой обновления 120 Гц и разрешением Full HD+, 108-мегапиксельной основной камерой, а также аккумулятором ёмкость 4700 мАч. Помимо Edge S30, в декабре Motorola представит и более продвинутый Edge 30 Ultra. В список его особенностей войдут 144-герцевый OLED-дисплеем, тройная основная камера с датчиками на 50, 50 и 2 мегапикселя, а также новейший ARM-процессор Qualcomm Snapdragon 8 Gen 1. Стали известны расцветки флагманского планшета Samsung За несколько месяцев до презентации инсайдеры выяснили, в каких цветовых решениях будет представлена новая флагманская линейка планшетов Samsung. По имеющимся данным, Galaxy Tab S8 с 11-дюймовым дисплеем, а также Galaxy Tab S8+ с экраном диагональю 12,4 дюйма получат серую, серебристую и золотую расцветки корпуса. Модель Galaxy Tab S8 Ultra с большим 14,6-дюймовым экраном будет доступна только в сером цвете. Технические характеристики устройств не раскрываются, но есть предположение, что они будут построены на базе новейшей мобильной платформы Qualcomm. По слухам, планшеты также получат операционную систему Android 12L, разработку которой Google вела специально для гаджетов с большими дисплеями. Два новых смартфона realme прошли сертификацию Евразийская экономическая комиссия опубликовала информацию о двух неанонсированных смартфонах бренда. Похоже, что производитель электроники готовит к выпуску модели realme Narzo 50A Prime (RMX3516) и realme C36 (RMX3511). Также в документах фигурирует ещё один смартфон RMX3521, который пока не был идентифицирован инсайдерами. Ожидается, что аппараты будут представлены до конца текущего года, но точную дату презентации представители компании пока не раскрывают. По слухам, realme Narzo 50A Prime станет обновлённой версией базового Narzo 50A, который был представлен в сентябре этого года. Отличительной чертой гаджета стал аккумулятор ёмкостью 6000 мАч, обеспечивающий высокую автономность смартфона. Источник: 4pda.to",
    "title": "Инсайды #2695: Motorola Moto Edge S30, Samsung Galaxy Tab S8, realme Narzo 50A Prime и C35",
    "date": "2022-11-19T02:00:00+00:00",
    "author": "Владимир Кузин",
    "url": "https://4pda.to/2022/11/19/393293/insajdy_2695_motorola_moto_edge_s30_samsung_galaxy_tab_s8_realme_narzo_50a_prime_i_c35/"
  },
  {
    "text": "Разработчики ELEX II готовятся к релизу продолжения духовной наследницы Gothic и Risen. Авторы выпустили новый трейлер, который проливает свет на фракции, представленные в игре. Их будет пять, и этим фракциям придётся объединить усилия, чтобы ответить на угрозу вторжения скиандов. Часть фракций знакома по первой части, другие же появятся в игре впервые. Всего в ELEX II будет представлено пять сторон. Среди них есть маги Берсерки, преступники Изгои, инженеры Клирики, Альбы, предводителем которых может стать главный герой, и Морконы — религиозная группа, обитающая в подземных туннелях. Релиз ELEX II запланирован на 1 марта 2022 года. Игра выйдет на PC, PS4, PS5, Xbox One и Xbox Series X/S. Источник: youtu.be",
    "title": "Новый трейлер ELEX II знакомит игроков с фракциями [ВИДЕО]",
    "date": "2022-11-18T19:30:00+00:00",
    "author": "Александр Козьяков",
    "url": "https://4pda.to/2022/11/18/393280/novyj_trejler_elex_ii_znakomit_igrokov_s_fraktsiyami_video/"
  },
  {
    "text": "Авторы милитари-шутера Six Days in Fallujah сообщили о переносе игры на конец 2022 года. Изначально реалистичный боевик о войне в Ираке должен был выйти ещё в 2009 году при поддержке Konami, но в итоге его отменили из-за чрезмерной остроты тем и критики со стороны военных. Генеральный директор издательства Victura Питер Тамте заявил, что для создания Six Days in Fallujah требуется больше средств и времени, чем было рассчитано изначально. Издатель планирует увеличить число разработчиков вдвое, чтобы за год успеть претворить в жизнь все свои планы. Напомним, что Six Days in Fallujah должна показать игрокам реалистичный взгляд на войну в городских условиях. В 2009 году Konami свернула проект, потому что он подвергался критике со стороны военных и непрофильных СМИ. Спустя 13 лет игра всё-таки должна добраться до игровых систем благодаря совершенно другому издателю. Источник: sixdays.com",
    "title": "Скандальный шутер Six Days in Fallujah перенесли на 2022 год",
    "date": "2022-11-18T18:20:00+00:00",
    "author": "Александр Козьяков",
    "url": "https://4pda.to/2022/11/18/393279/skandalnyj_shuter_six_days_in_fallujah_perenesli_na_2022_god/"
  },
  {
    "text": "Как сообщает издание DigiTimes, ссылаясь на собственные источники, 2022 год станет последним, когда Apple будет использовать модемы Qualcomm или любого другого стороннего производителя в смартфонах. Дополнительно указывается, что «яблочная» компания выбрала нетипичный для индустрии подход реализации мобильной связи в своих устройствах. В отчёте говорится, что начиная с 2023 года Apple перейдёт на использование фирменных модемов собственной разработки. Что интересно, они не будут интегрированы в процессоры компании, как это сейчас делают другие производители. Например, Qualcomm встраивает 5G-модемы непосредственно в свои чипсеты Snapdragon, поставляя их как единое целое. Предполагается, что TSMC — основной поставщик процессоров для iPhone, iPad, Apple Watch и других «яблочных» устройств — будет заниматься выпуском и 5G-модема Apple. Это сходится с недавним заявлением Qualcomm для инвесторов, что компания планирует поставить только 20% модемов для Apple в 2023 году. Вероятно, решения Qualcomm будут использоваться в более доступных или же старых устройствах. Также не исключено, что модемы Qualcomm будут устанавливать в гаджеты для регионов, где не способны работать собственные модемы Apple. Источник: macrumors.com",
    "title": "Apple откажется от модемов Qualcomm и пересмотрит конструкцию своих процессоров",
    "date": "2022-11-18T18:00:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/18/393287/apple_otkazhetsya_ot_modemov_qualcomm_i_peresmotrit_konstruktsiyu_svoikh_protsessorov/"
  },
  {
    "text": "Громкий скандал вокруг Activision Blizzard не собирается утихать — напротив, он лишь разгорается с новой силой. Недавно Wall Street Journal опубликовал разгромный материал про Бобби Котика, уличающий извечного руководителя Activision в длительном сокрытии культуры харассмента в стенах компании. Джейсон Шрайер сообщает, что руководитель PlayStation Джим Райан оказался шокирован этой информацией. По словам Джейсона Шрайера, Джим Райан разослал сотрудникам PlayStation письмо, в котором выразил глубокую озабоченность происходящим в Activision Blizzard. «Мы связались с представителями AB сразу после публикации статьи, чтобы выразить нашу глубокую озабоченность и спросить, как они планируют реагировать на утверждения, сделанные в материале. Мы не считаем, что ответные заявления Activision должным образом отражают ситуацию», — написал Райан. Стоит упомянуть, что PlayStation уже длительное время поддерживает тесные партнёрские отношения с Activision Blizzard, в частности, принимая на себя часть обязательств по маркетинговым кампаниям Call of Duty. Также напомним, что та самая статья Wall Street Journal не только уличает Бобби Котика в сокрытии реального положения дел в AB на протяжении долгих лет. Сам руководитель тоже был обвинён в харассменте: в частности, журналисты узнали про голосовое сообщение Котика, в котором тот угрожал расправой одной из сотрудниц. Тем не менее Activision Blizzard, как и можно было ожидать, встала на защиту своего руководителя. Боссы компании отметили, что достаточных доказательств журналисты не привели, да и вообще это было давно. По сути, начальники Activision Blizzard считают, что раз эти события произошли более 10 лет назад, то они не стоят внимания. Словом, увольнять Бобби Котика компания не планирует несмотря на протесты. Источник: bloomberg.com",
    "title": "Обличительная статья о Бобби Котике шокировала главу PlayStation",
    "date": "2022-11-18T16:50:00+00:00",
    "author": "Александр Козьяков",
    "url": "https://4pda.to/2022/11/18/393277/oblichitelnaya_statya_o_bobbi_kotike_shokirovala_glavu_playstation/"
  },
  {
    "text": "Компания Honor закрывает предзаказ на новый смартфон Honor 50: сегодня последний день, когда можно приобрести устройство по выгодной цене. Также покупатели получат подарок и приятные бонусы от партнёров бренда. Компания заверяет, что первая партия смартфонов серии Honor 50 на официальном сайте, рассчитанная на 10-дневный предзаказ, была распродана за минуту. До конца сегодняшнего дня у пользователей есть возможность купить новинку по цене 34 990 рублей за версию с 6 + 128 ГБ, 39 990 рублей — за 8 + 128 ГБ и 44 990 рублей — за 8 + 256 ГБ с выгодой до 4000 рублей в корзине и беспроводными наушниками Honor Earbuds 2 Lite в подарок. Также покупатели, оформившие предзаказ, получают бонусы от партнёров Honor: два месяца бесплатной подписки от IVI, 30 дней подписки «Яндекс.Плюс» и скидку 25% на покупку в ЛитРес. С 19 ноября Honor 50 можно будет приобрести с выгодой до 4500 рублей без дополнительных подарков (предложение ограничено). Узнать больше о Honor 50 Источник: 4pda.to",
    "title": "Последний день для предзаказа Honor 50 со скидкой и подарком",
    "date": "2022-11-18T16:10:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/18/393286/poslednij_den_dlya_predzakaza_honor_50_so_skidkoj_i_podarkom/"
  },
  {
    "text": "Почтовый беспилотник совершил свой первый полёт. Согласно сообщению «Почты России», он благополучно слетал из Салехарда в Аксарку и обратно, имитируя доставку груза. В общей сложности он преодолел путь в 106 километров. Испытание прошёл беспилотный аппарат вертолётного типа SH-350 с грузоподъёмностью 100 кг. Он был выпущен компанией «Авиационные вспомогательные системы» совместно с IT-предприятием «Аэромакс». Беспилотник способен доставлять посылки и письма на расстояние до 150 км. Крейсерская скорость аппарата составляет 90 км/ч, а максимальное время полёта — 5 часов. До конца 2024 года «Почта России» планирует запустить беспилотники в Ямало-Ненецком автономном округе по 10 маршрутам. Аппараты будут обеспечивать доставку в самые удалённые и труднодоступные районы, поскольку могут благополучно добираться до пункта назначения даже в самый суровый снег, град и ветер. Источник: t.me",
    "title": "Беспилотник «Почты России» совершил первую доставку [ВИДЕО]",
    "date": "2022-11-18T15:20:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/18/393282/bespilotnik_pochty_rossii_sovershil_pervuyu_dostavku_video/"
  },
  {
    "text": "Как сообщают «Известия», ссылаясь сразу на несколько экспертов, на фоне очередного скачка цен на цифровые деньги в России участились случаи мошенничества с первичным размещением криптовалют (ICO). Во всех случаях злоумышленники предлагают людям простой способ заработать. По словам заместителя председателя правления Сбера Станислава Кузнецова, мошенники делают массовую рассылку с предложением инвестировать в криптовалюту нового стартапа. Как только жертва перечисляет средства, с ней тут же обрывают контакт. О подобном виде мошенничества рассказал ведущий контент-аналитик «Лаборатории Касперского» Михаил Сытник. В качестве примера он привёл недавний случай, когда людям предлагали вложиться в SquidToken — фейковую криптовалюту по мотивам популярного сериала «Игра в кальмара». По его словам, нередко мошенники проводят фишинговые кампании до реального ICO. При этом они нередко отправляют личное сообщение якобы от официального канала или его админа. Такие ресурсы сложно отличить от настоящих, поскольку они могут использовать защищённое соединение и даже генерировать уникальный онлайн-кошелёк для каждого нового пользователя. Специалист департамента анализа защищённости Digital Security Александр Багов описал и другой вид мошенничества. Так, человеку приходит сообщение о блокировке аккаунта на криптобирже с указанием номера телефона технической поддержки. Жертва звонит по нему, после чего злоумышленник для решения проблемы просит предоставить ему удалённый доступ к устройству пользователя. Получив нужные права, мошенник свободно переводит деньги. Источник: iz.ru",
    "title": "В России участились случаи афер с криптовалютами",
    "date": "2022-11-18T15:10:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/18/393281/v_rossii_uchastilis_sluchai_afer_s_kriptovalyutami/"
  },
  {
    "text": "Добротные приключенческие игры или просто квесты стали редкостью, но фанатов жанра спасает настоящий парад ремастеров и ремейков. Совсем скоро геймеры смогут вновь пройти или только познакомиться с обновлённой Sam \u0026 Max: Beyond Time and Space от Telltale Games, которую осовременила студия Skunkape Games. Ремастер культового квеста нулевых поступит в продажу уже 8 декабря. Как объяснили представители Skunkape Games, после приобретения прав на выпущенные Telltale игры Sam \u0026 Max разработчики хотели лишь обновить тайтлы, чтобы они поддерживались современными системами, но в процессе решили, что этого недостаточно. Авторы ремастеров добавили динамическое освещение, синхронизировали движение губ персонажей с их репликами, расширили настройки управления, перекодировали звуковые дорожки и позволили себе ряд других нововведений. К примеру, каждый эпизод получил собственные заставки, изменённые сцены и саундтрек. Напомним, что оригинальная Sam \u0026 Max: Beyond Time and Space вышла в 2007 году и стала продолжением Sam \u0026 Max Save the World. Ремастер первого сезона был выпущен в 2020-м на PC, Nintendo Switch и Xbox One. Новинка будет доступна на тех же платформах. Источник: youtu.be",
    "title": "Анонсирован ремастер культовой Sam \u0026 Max: Beyond Time and Space",
    "date": "2022-11-18T15:00:00+00:00",
    "author": "Константин Березин",
    "url": "https://4pda.to/2022/11/18/393254/anonsirovan_remaster_kultovoj_sam_amp_max_beyond_time_and_space/"
  },
  {
    "text": "Компания Google вновь ответила на критику в отношении своих смартфонов Pixel 6 и Pixel 6 Pro. На этот раз поисковый гигант решил объяснить, почему аппараты не заряжаются с той мощностью, которая заявлена в официальных характеристиках. В описании характеристик Pixel 6 и Pixel 6 Pro на официальном сайте Google говорится, что они поддерживают зарядку мощностью 30 Вт. Однако реальные тесты показывают, что даже с фирменным адаптером на 30 Вт максимальная потребляемая смартфонами мощность во время зарядки составляет только 22 Вт. Такое значение держится примерно до 50%, после чего постепенно опускается ниже. Как итог, на полную зарядку устройств требуется около двух часов. По заверениям Google, подаваемая на смартфон мощность во время зарядки зависит от нескольких критериев, таких как конструкция аккумулятора, температура, состояние заряда и даже то, как человек использует гаджет. Путём оптимизации компании удалось добиться того, чтобы при использовании официального зарядного устройства мощностью 30 Вт аккумулятор можно было зарядить до 50% за 30 минут. За час можно получить 80%, но тут в игру уже вступают разные факторы, такие как температура. В Google также признали, что пиковая мощность, которую Pixel 6 и Pixel 6 Pro могут получить по проводу, составляет 21 Вт и 23 Вт соответственно. Не исключено, что с обновлениями Google поправит скорость зарядки. Ранее компания заявляла, что медленная работа подэкранного сканера отпечатков пальцев обусловлена боле надёжными алгоритмами безопасности, но с недавним патчем это всё же было исправлено. Источник: gizchina.com",
    "title": "Google объяснила причину медленной зарядки Pixel 6",
    "date": "2022-11-18T13:50:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/18/393275/google_obyasnila_prichinu_medlennoj_zaryadki_pixel_6/"
  },
  {
    "text": "Бренд ASTRO Gaming, специализирующийся на игровых аксессуарах премиум-класса, представил сразу четыре новинки. Теперь в России можно приобрести геймерскую гарнитуру ASTRO A10, ASTRO A20 Gen 2, а также ASTRO A40 с игровым аудиоинструментом для профессионалов MixAmp Pro TR и ASTRO A50 с док-станцией. ASTRO A10 ASTRO A10 поставляется с 40-миллиметровыми неодимовыми драйверами и поддержкой технологии ASTRO Audio, обеспечивающей чёткость и детализацию звука и голосовой связи при любом уровне громкости. Новинка оснащена 6-миллиметровым однонаправленным микрофоном с функцией Flip-to-mute, получила металлическое оголовье с прорезиненным покрытием и подключается к ПК или другим устройствам через разъём 3,5 мм. На российском рынке ASTRO A10 доступна по цене 6490 рублей. ASTRO A20 Gen 2 Вторая новинка — беспроводная гарнитура ASTRO A20 Gen 2 с 40-миллиметровыми неодимовыми драйверами поступила в продажу в двух версиях: для PlayStation и Xbox. Устройство работает на частоте 2,4 ГГц, а его заявленная автономность составляет 15 часов. Экономию заряда аккумулятора обеспечивает функция отключения гарнитуры после 10 минут простоя. ASTRO A20 Gen 2 обойдётся покупателям в 13 490 рублей. ASTRO A40TR Следующее устройство — ASTRO A40TR — позиционируется производителем как профессиональная гарнитура для ПК, а также Mac и современных консолей, которая может стать выбором киберспортсменов и создателей контента. Новинка оснащена 40-миллиметровыми неодимовыми драйверами, поддерживает технологию ASTRO Audio V2 и совместима с фирменными наборами для модификации A40TR Mod Kit, поставляемыми отдельно. ASTRO MixAmp Pro TR С A40TR можно приобрести аудиоинструмент ASTRO MixAmp Pro TR — «сердце» технологии ASTRO Audio V2. Помимо поддержки Dolby Digital Surround Sound он обеспечивает отсутствие задержек и помех в звуке и голосовой связи с гарнитурой A40 TR, а также позволят пользователю выбирать одну из четырёх различных настроек эквалайзера. Кроме этого, MixAmp Pro TR даёт возможность работать с множеством входов и выходов с минимальными задержками и помехами. Цена ASTRO A40TR составляет 14 990 рублей, MixAmp Pro TR — 28 490 рублей. ASTRO A50 ASTRO A50 Флагманская модель линейки — беспроводная гарнитура ASTRO A50 с док-станцией для зарядки и подключения к системе. Эта модель также оборудована 40-миллиметровыми неодимовыми драйверами, настроенными для игр благодаря ASTRO Audio V2, и однонаправленным высокочувствительным микрофоном с функцией отключения при поднятии. На одном заряде аккумулятора гарнитура способна проработать до 15 часов, а гибкое оголовье и бархатистые амбушюры не смогут создать дискомфорт даже во время затяжных игровых сессий. ASTRO A50 поступила в продажу по цене 31 990 рублей. Источник: 4pda.to",
    "title": "ASTRO Gaming представила в России четыре новые игровые гарнитуры",
    "date": "2022-11-18T13:40:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/18/393269/astro_gaming_predstavila_v_rossii_chetyre_novye_igrovye_garnitury/"
  },
  {
    "text": "Вместе с планшетным компьютером MateBook E компания HUAWEI представила настольный компьютер в форм-факторе моноблока MateStation X. У него большой практически безрамочный экран, процессор AMD Ryzen 5000-й серии и тесная интеграция с фирменной экосистемой. HUAWEI MateStation X оснащается 28,2-дюймовым IPS-экраном с разрешением 3840x2560 пикселей и соотношением сторон 3:2. За счёт тонких рамок он занимает 92% всей площади устройства. В характеристиках матрицы указывается 98-процентный охват цветового пространства DCI-P3 и 100% sRGB, точность цветопередачи ΔE≤1 и поддержка HDR400. Внутри моноблока в зависимости от версии установлен процессор AMD Ryzen 5 5600H или Ryzen 7 5800H. Графика интегрированная Radeon. С любым из процессоров предлагается 16 ГБ оперативной памяти DDR4 3200 МГц (два модуля по 8 ГБ) и SSD-накопитель формата M.2 объёмом 512 ГБ. Компьютер тесно интегрирован в экосистему HUAWEI. Например, если окрыть поблизости кейс с фирменными TWS-наушниками, на экране MateStation X появится уведомление с предложением подключить их. Также на моноблоке можно запускать мобильные приложения со смартфона, использовать планшет в качестве экрана для рисования или просто перетаскивать данные между устройствами с помощью мышки. Из разъёмов в моноблоке предусмотрено два USB Type-C (USB 3.2 Gen 1), два USB Type-A (USB 3.2 Gen 1) и 3,5-мм аудиопорт для наушников. В подставку интегрированы стереодинамики и система из четырёх микрофонов, способных улавливать голос с расстояния до 5 метров. MateStation X поставляется в комплекте с беспроводными клавиатурой и мышью. Цена версии на Ryzen 5 5600H составляет $1566, а модификация на Ryzen 7 5800H стоит $1880. Узнать больше о HUAWEI Всё об экосистеме HUAWEI Источник: consumer.huawei.com",
    "title": "Моноблок HUAWEI MateStation X: безрамочный 4K-экран и Ryzen 5000",
    "date": "2022-11-18T13:30:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/18/393266/monoblok_huawei_matestation_x_bezramochnyj_4k_ekran_i_ryzen_5000/"
  },
  {
    "text": "Легендарная серия Halo уже порадовала фанатов бесплатным мультиплеером новой части с подзаголовком Infinite, однако до релиза сюжетной кампании остаётся ещё несколько недель. К счастью, в сети уже начали появляться геймплейные записи — на последней представлены пять минут прохождения миссии The Conservatory. Само собой, большую часть ролика главный герой сражается с инопланетными бойцами, то и дело меняя оружие и демонстрируя его потенциал. При этом на запись попали и несколько сюжетных диалогов, однако ожидающим релиза Halo Infinite не стоит опасаться — серьёзных спойлеров в видео не обнаружено. Напомним, что релиз Halo Infinite состоится 8 декабря 2022 года. Игра будет доступна на PC (системные требования недавно обновились), а также на Xbox One и Series X/S. Желающие уже могут бесплатно опробовать бета-версию мультиплеера с полным доступом к контенту и возможностью приобрести боевой пропуск. Источник: youtu.be",
    "title": "Опубликованы 5 минут прохождения кампании Halo Infinite [ВИДЕО]",
    "date": "2022-11-18T12:20:00+00:00",
    "author": "Константин Березин",
    "url": "https://4pda.to/2022/11/18/393248/opublikovany_5_minut_prokhozhdeniya_kampanii_halo_infinite_video/"
  },
  {
    "text": "Вскоре после релиза OnePlus Nord 2 Pac-Man Edition в сети появились тематические обои для новинки. Причём для просмотра и загрузки доступны не только статичные, но и «живые» обои в стиле популярной игры. Согласно публикации на портале XDA-Developers, эти эксклюзивные для OnePlus Nord 2 Pac-Man Edition обои «оживают» во время разблокировки устройства посредством сканера отпечатков пальцев и взаимодействия с другими элементами управления. Это наглядно продемонстрировано в видео выше. Наряду с анимацией, в настоящее время для OnePlus Nord 2 Pac-Man Edition доступно 10 новых статичных обоев. В новости они представлены в сжатом формате для ознакомления, а скачать их в высоком разрешении (2400x1080) можно здесь. Источник: xda-developers.com",
    "title": "Обои для OnePlus Nord 2 Pac-Man Edition уже доступны для скачивания",
    "date": "2022-11-18T12:00:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/18/393267/oboi_dlya_oneplus_nord_2_pac_man_edition_uzhe_dostupny_dlya_skachivaniya/"
  },
  {
    "text": "OPPO представила недорогой смартфон A55s. Одной из главных его фишек стала полноценная защита от воды, которая присутствует даже не во всех флагманах. Новинка также оснащается процессором Qualcomm и экраном с повышенной частотой обновления. Новый OPPO A55s получил 6,5-дюймовый LCD-дисплей с разрешением Full HD+ и частотой обновления 90 Гц. В качестве аппаратной платформы используется восьмиядерный процессор Qualcomm Snapdragon 480 с поддержкой сетей пятого поколения. Смартфон доступен только в одной конфигурации — с 4 ГБ оперативной памяти и накопителем на 64 ГБ. Есть поддержка карт microSDXC объёмом до 1 ТБ. Основная камера двойная с 13-мегапиксельным основным модулем и 2-мегапиксельным дополнительным. Разрешение фронтальной камеры составляет 8 Мп. Ёмкость встроенного аккумулятора — 4000 мАч. Указывается поддержка OTG и обратной зарядки. Смартфон работает под управлением ColorOS 11 на базе Android 11. Размеры корпуса составляют 162,1 х 74,7 x 8,2 мм при весе 178 г. Сам аппарат защищён от пыли и воды по стандарту IP68. Из других особенностей указывается наличие 3,5-мм разъёма для наушников и FM-радио. В продажу OPPO A55s поступит 26 ноября по цене $296. Пока смартфон анонсирован только для японского рынка. Источник: mysmartprice.com",
    "title": "OPPO A55s получил процессор Snapdragon и защиту IP68",
    "date": "2022-11-18T11:40:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/18/393263/oppo_a55s_poluchil_protsessor_snapdragon_i_zaschitu_ip68/"
  },
  {
    "text": "В России стартовал предзаказ на геймерские изогнутые мониторы Samsung Odyssey Neo G9. Экран новой модели диагональю 49 дюймов с разрешением Dual Quad HD поддерживает частоту обновления 240 Гц и время отклика 1 мс. 49-дюймовый монитор Samsung Odyssey Neo G9 отличается изогнутым дисплеем 1000R с соотношением сторон 32:9 и разрешением 5120х1440 пикселей. Матрица новинки выполнена c использованием технологий Quantum Matrix и Quantum Mini LED, её статический коэффициент контрастности составляет 1 000 000:1, а число зон локального затемнения достигает 2048 (по сравнению с 10 у модели Odyssey G9). Odyssey Neo G9 получил заднюю подсветку Core lighting c функцией CoreSync, имеет максимальную яркость 2000 нит, частоту обновления до 240 Гц и передаёт 4096 градаций подсветки (12 бит). Устройство поддерживает игровые технологии NVIDIA G–SYNC и AMD FreeSync Premium Pro. Оформив на новинку предзаказ до 28 ноября, покупатели получат SSD на выбор в подарок: 980 PRO NVMe M.2 ёмкостью 2 ТБ или портативный SSD USB 3.2 T7 Touch на 2 ТБ. Рекомендованная розничная цена Samsung Odyssey Neo G9 составляет 149 990 рублей. Узнать больше о Samsung Источник: news.samsung.com",
    "title": "Samsung привезла в Россию изогнутый игровой монитор Odyssey Neo G9",
    "date": "2022-11-18T11:20:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/18/393260/samsung_privezla_v_rossiyu_izognutyj_igrovoj_monitor_odyssey_neo_g9/"
  },
  {
    "text": "Ассортимент смартфонов Motorola пополнился ещё двумя недорогими смартфонами. Модели Moto G31 и Moto G41 оснащаются OLED-экранами и ёмкими аккумуляторами. Старшая версия получила камеру с оптической стабилизацией, что редкость в этом ценовом сегменте. Moto G41 Moto G41 оснастили 6,4-дюймовым OLED-дисплеем с разрешением Full HD+ и частотой обновления 60 Гц. В качестве процессора используется восьмиядерный MediaTek Helio G85, не поддерживающий сети пятого поколения. Смартфон может оснащаться 4 или 6 ГБ оперативной памяти и накопителем на 64 или 128 ГБ. Есть возможность расширения хранилища с помощью microSD. За автономность отвечает аккумулятор ёмкостью 5000 мАч с поддержкой 30-ваттной быстрой зарядки. Основная камера имеет разрешение 48 Мп с оптической стабилизацией изображения. Есть также ультраширокоугольный модуль с разрешением 8 Мп и двухмегапиксельная макрокамера. Цена Moto G41 в Европе составит €249,99. Moto G31 Moto G31 — более доступная версия Moto G41. В смартфоне такие же 6,4-дюймовый OLED-экран и процессор MediaTek Helio G85. Он доступен с 4 ГБ оперативной памяти и накопителем на 64 или 128 ГБ с возможностью расширения. Аккумулятор ёмкостью 5000 мАч поддерживает зарядку мощностью до 10 Вт. Основная камера такая же, как в более дорогом Moto G51: главный модуль на 50 Мп с технологией Quad Pixel, ультраширокоугольный на 8 Мп и макрокамера на 2 Мп. Размеры смартфона составляют 61,89 x 73,87 x 8,55 мм при весе 181 г. Старт продаж Moto G31 в Европе состоится в ближайшие недели по цене €199,99. Источник: 4pda.to",
    "title": "Недорогой Moto G41: OLED, камера с OIS и аккумулятор на 5000 мАч",
    "date": "2022-11-18T11:00:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/18/393257/nedorogoj_moto_g41_oled_kamera_s_ois_i_akkumulyator_na_5000_mach/"
  },
  {
    "text": "Прошла российская презентация новых смартфонов серии Honor 50 с поддержкой сервисов Google. В рамках онлайн-мероприятия представители компании не только рассказали о технических характеристиках устройств, но и объявили их цены в России. Также была представлена лайт-версия флагмана. На российском рынке в продажу поступит сразу две модели новой серии — Honor 50 и Honor 50 Lite. Базовая версия линейки получила 6,57-дюймовый OLED-дисплей с разрешением Full HD и частотой обновления 120 Гц. Аппарат построен на базе мобильной платформы Qualcomm Snapdragon 778G и поставляется в двух конфигурациях памяти: 6/128 ГБ и 8/256 ГБ. Honor 50 Основная камера Honor 50 включает 108-мегапиксельный сенсор с диафрагмой f/1.9, ультраширик на 8 Мп и два дополнительных датчика с разрешением 2 Мп каждый. Селфи-модуль гаджета оснащён 32-мегапиксельным сенсором. За автономность смартфона отвечает аккумулятор ёмкостью 4300 мАч с поддержкой быстрой 66-ваттной зарядки, за безопасность — подэкранный сканер отпечатков пальцев. Honor 50 Lite Honor 50 Lite работает на базе процессора Qualcomm Snapdragon 662 в сочетании с 6 ГБ оперативной памяти и накопителем на 128 Гб. Экран новинки имеет диагональ 6,67 дюйма и разрешение 2376x1080 пикселей. В верхнем левом углу дисплея гаджета разместился вырез под 16-мегапиксельную камеру для селфи. В состав тыльной камеры вошли четыре сенсора с разрешением: 64, 8, 2 и 2 Мп. Honor 50 Lite Honor 50 Lite Honor 50 Lite Как и базовую модель, облегчённую версию смартфона оснастили АКБ на 4300 мАч с поддержкой технологии быстрой зарядки SuperCharge и модулем NFC, но датчик отпечатков пальцев интегрировали в кнопку включения на боковой грани корпуса. Honor 50 доступен для предзаказа на официальном сайте бренда, в фирменных розничных магазинах и других каналах партнеров бренда с 10 по 18 ноября по цене 34 990 рублей за версию с 6 + 128 ГБ, 39 990 рублей — за 8 + 128 ГБ и 44 990 рублей — за 8 + 256 ГБ. При оформлении предзаказа пользователи также смогут получить скидку в корзине до 4000 рублей и беспроводные наушники Honor Earbuds 2 Lite в подарок. В продаже Honor 50 появится с 19 ноября. Первые покупатели также получат приятные бонусы от партнеров бренда: два месяца бесплатной подписки от IVI, 30 дней подписки «Яндекс.Плюс» и скидку 25% на покупку в «ЛитРес». Цена Honor 50 Lite составит 21 990 рублей, старт продаж — 19 ноября. Узнать больше о Honor 50 и Honor 50 Lite Источник: 4pda.to",
    "title": "Honor 50 с сервисами Google представлен в России: все цены и характеристики",
    "date": "2022-11-09T17:30:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/09/392875/honor_50_s_servisami_google_predstavlen_v_rossii_vse_tseny_i_kharakteristiki/"
  },
  {
    "text": "Осада Activision Blizzard продолжается по уже знакомому сценарию. После расследования о сокрытии случаев домогательств и дискриминации в корпорации со стороны главы организации Бобби Котика его отставки потребовали инвесторы. Акционеры также ждут, что свои посты покинут и другие руководители компании. По мнению инвесторов, на фоне новых сведений о ситуации в Activision Blizzard вместе с Котиком из корпорации должны уйти директоры Брайан Келли и Роберт Моргадо. Последние занимают свои посты с 1995-го и 1997 года соответственно. Акционеры считают, что хотя бы на одно из освободившихся мест нужно назначить сотрудника корпорации, который ранее не работал на руководящих должностях. Инвесторы пригрозили отказаться от переизбрания текущих участников совета директоров, если те не выполнят требования до 31 декабря 2022 года. Кстати, с позицией акционеров согласны как минимум 150 сотрудников Activision Blizzard, которые также хотят отставки Котика, о чём они громко заявили на забастовке. Напомним, что причиной гонений текущего главы игровой корпорации послужила публикация расследования The Washington Post. Как выяснили журналисты, Бобби Котику было известно о многих случаях домогательств и дискриминации женщин в компании, однако он часто игнорировал их или пытался разрешить конфликты в досудебном порядке. Более того, самого руководителя также обвиняют в неподобающем поведении. Источник: washingtonpost.com",
    "title": "Акционеры Activision Blizzard потребовали отставки Бобби Котика",
    "date": "2022-11-18T10:50:00+00:00",
    "author": "Константин Березин",
    "url": "https://4pda.to/2022/11/18/393242/aktsionery_activision_blizzard_potrebovali_otstavki_bobbi_kotika/"
  },
  {
    "text": "Задолго до анонса инсайдеры поделились некоторыми деталями о четвёртом поколении складных смартфонов Samsung. Как оказалось, компания намерена существенно улучшить сразу несколько характеристик грядущих Galaxy Z Flip4 и Galaxy Z Fold4. В числе ожидаемых нововведений — использование нового поколения «невидимых» камер, спрятанных под поверхностью дисплея. Согласно источнику, компания дополнительно усовершенствует конструкцию шарниров обеих моделей, сделав их ещё более надёжными и долговечными. Заодно уменьшится вес будущих новинок, а у их корпусов появится класс защиты от пыли и повысится стандарт водонепроницаемости. Также сообщается, что Samsung основательно доработала технологию Under Display Camera (UDC). Ожидается, что Galaxy Z Fold4 получит улучшенную подэкранную фронтальную камеру на обоих дисплеях, а у Galaxy Z Flip4 она появится на одном из них. Ёмкость аккумулятора и диагональ внешнего экрана фирменной раскладушки останутся теми же, что и у актуальной модели. По слухам, презентация новинок состоится в августе следующего года во время мероприятия Samsung Galaxy Unpacked 2022. Узнать больше о Samsung Источник: gizchina.com",
    "title": "Samsung Galaxy Z Flip4 и Z Fold4 получат подэкранные камеры нового типа",
    "date": "2022-11-18T10:40:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/18/393253/samsung_galaxy_z_flip4_i_z_fold4_poluchat_podekrannye_kamery_novogo_tipa/"
  },
  {
    "text": "Киноиндустрия продолжает радовать фанатов видеоигр новыми и порой неожиданными экранизациями. Стриминговый сервис Binge, ориентированный на геймеров, решил снять сериал по мотивам Hunt: Showdown. Пока что известен только список продюсеров будущего проекта, куда вошли представители Crytek. О чём именно расскажет сериал, не сообщается. Сами авторы Hunt: Showdown уверены, что тёмный и пугающий мир шутера отлично подходит для экранизации, поскольку может стать местом действия многих захватывающих историй. Кстати, представители Binge называют этот проект только первой коллаборацией с Crytek, которая в первую очередь известна по серии Crysis. Так что не исключено, что и она получит адаптацию. Напомним, что ранее стриминговый сервис анонсировал экранизации нескольких других игровых серий. Так, в кинотеатре Binge, запуск которого намечен на 2022 год, выйдут сериалы по мотивам Driver и System Shock. Источник: deadline.com",
    "title": "По мотивам Hunt: Showdown снимут сериал",
    "date": "2022-11-18T10:30:00+00:00",
    "author": "Константин Березин",
    "url": "https://4pda.to/2022/11/18/393247/po_motivam_hunt_showdown_snimut_serial/"
  },
  {
    "text": "Алгоритм сглаживания DLSS доступен лишь владельцам видеокарт GeForce RTX — но у него появилась менее требовательная к железу альтернатива. NVIDIA запустила обновлённую версию технологии Image Scaling для улучшения производительности в играх: она работает даже на старых GPU без выделенных тензорных ядер. Фирменный алгоритм масштабирования был разработан уже давно, но лишь на днях компания представила его обновлённую версию в виде SDK с открытым исходным кодом. Это позволит разработчикам игр внедрять его поддержку в свои проекты по аналогии с AMD FidelityFX Super Resolution. Кроме того, соответствующие настройки появились в панели GeForce Experience и стали более понятными для пользователей. Технология совместима с видеокартами NVIDIA на архитектуре Maxwell и более новыми, а также «красными» GPU, и не требует наличия тензорных блоков. Компания подчеркнула, что технология Image Scaling уступает DLSS по качеству итоговой картинки, но их можно использовать одновременно. В этом случае задачей Image Scaling будет улучшение резкости изображения, в то время как DLSS позволит увеличить кадровую частоту. Источник: windowscentral.com",
    "title": "NVIDIA улучшила «бюджетную» альтернативу игровой технологии DLSS",
    "date": "2022-11-18T10:20:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/18/393250/nvidia_uluchshila_byudzhetnuyu_alternativu_igrovoj_tekhnologii_dlss/"
  },
  {
    "text": "Помимо мощного Moto G200 компания Motorola представила пару более доступных смартфонов. Новые Moto G71 и Moto G51 оснащаются процессорами Snapdragon, камерами высокого разрешения, ёмкими аккумуляторами и будут обновлены до Android 12. Moto G71 Moto G71 получил 6,4-дюймовый OLED-дисплей с разрешением Full HD+ и стандартной частотой обновления 60 Гц. В качестве аппаратной платформы используется новый процессор Snapdragon 695 с поддержкой 5G. Аппарат предлагается только в одной модификации — с 6 ГБ оперативной памяти и накопителем на 128 ГБ без возможности расширения. Аккумулятор ёмкостью 5000 мАч поддерживает быструю зарядку мощностью 30 Вт (соответствующий адаптер есть в комплекте). Основная камера тройная с главным модулем на 50 Мп (f/1.8) и поддержкой технологии QuadPixel для объединения нескольких пикселей в один большой, чтобы получать более качественные фотографии при сложных условиях съёмки. Имеется также ультраширокоугольная камера на 8 Мп и дополнительный макрообъектив. Moto G71 поступит в продажу в Европе в ближайшие недели по цене €299,99. Moto G51 Moto G51 внешне похож на Moto G71, но имеет ряд важных отличий. Так, дисплей у него 6,8-дюймовый с LCD-матрицей, разрешением Full HD+ и частотой обновления 120 Гц. Процессор попроще — Snapdragon 480 Pro. Смартфон оснащается 4 ГБ оперативной памяти и накопителем на 64 ГБ с поддержкой карт microSD. За автономность отвечает аккумулятор ёмкостью 5000 мАч с поддержкой 10-ваттной зарядки. Размеры устройства составляют 170,47 x 76,54 x 9,13 мм. Основная камера полностью идентична таковой в Moto G71 с тремя сенсорами на 50, 8 и 2 Мп. Единственное отличие — нет поддержки технологии QuadPixel. Оба смартфона поставляются с предустановленной операционной системой Android 11, а обновление до Android 12 будет доступно в течение следующего года. Старт продаж Moto G51 в Европе запланирован на ближайшие недели по цене €229,99. Источник: phonearena.com",
    "title": "Представлен Moto G51: дисплей 120 Гц, камера 50 Мп и цена 19 000 рублей",
    "date": "2022-11-18T10:10:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/18/393255/predstavlen_moto_g51_displej_120_gts_kamera_50_mp_i_tsena_19_000_rublej/"
  },
  {
    "text": "По данным СМИ, сервис Ozon Express вскоре расширит свои возможности. Компания готовится запустить новый формат доставки продуктов и других товаров в рекордные сроки — всего за 15 минут после подтверждения заказа покупателя. По информации издания «РБК», Ozon Express планирует доставлять преимущественно продукты питания и готовую еду, а также продукцию собственной торговой марки и непродовольственные товары. Всего в доступном для доставки перечне насчитывается около 3000 позиций. На начальном этапе услуга будет работать в тестовом режиме — результаты пилотного запуска определят дальнейшее развитие проекта. Для организации сервиса экспресс-доставки компания намерена открыть мини-дарксторы (так называют магазин-склад без покупателей) размером 250 квадратных метров. В этом году формат будет запущен только в Москве. Развитием Ozon Express занимается Марья Дей — в прошлом член правления и директор по цепочкам поставок сети магазинов «Магнит». Сейчас сервис доступен в Москве, Московской области, Санкт-Петербурге, Твери и Ростове-на-Дону с расчётным временем доставки до 60 минут. Ozon пока не уточняет, сколько мини-дарксторов будет открыто и не называет объём инвестиций в проект. Однако, генеральный директор «INFOLine-Аналитики» Михаил Бурмистров сообщил журналистам, что по предварительной оценке стоимость одного даркстора с кухней может обойтись компании в сумму от 7 до 9 миллионов рублей. Источник: rbc.ru",
    "title": "Ozon Express будет доставлять продукты и другие товары за 15 минут",
    "date": "2022-11-18T10:00:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/18/393246/ozon_express_budet_dostavlyat_produkty_i_drugie_tovary_za_15_minut/"
  },
  {
    "text": "Вслед за множеством рендеров в сети появились и снимки Samsung Galaxy S21 FE с обеих сторон. Инсайдер, опубликовавший их в Twitter, заодно поделился первыми впечатлениями от устройства и подтвердил его ключевые аппаратные характеристики. Короткая фотосессия демонстрирует как дисплей работающего гаджета, так и его пластиковую заднюю крышку с вертикальным блоком камеры, оснащённой тремя сенсорами. В комментарии к своей публикации инсайдер отмечает, что смартфон работает на базе мобильной платформы Snapdragon 888 и оснащён AMOLED-экраном с частотой обновления 120 Гц. При этом аппарат не имеет разъёма для проводных наушников. Кроме того, автор снимков, не раскрывая характеристик камеры, заверяет, что она «потрясающая». Согласно более ранним утечкам, Galaxy S21 FE будет поставляться с аккумулятором ёмкостью 4500 мАч, подэкранным датчиком отпечатков пальцев и накопителем объёмом до 256 ГБ. Презентация «фанатской» версии актуального флагмана Samsung ожидается 4 января 2022 года. Узнать больше о Samsung Источник: androidpolice.com",
    "title": "Samsung Galaxy S21 FE: реальные фотографии и первый отзыв",
    "date": "2022-11-18T09:50:00+00:00",
    "author": "Лилия Моргун",
    "url": "https://4pda.to/2022/11/18/393244/samsung_galaxy_s21_fe_realnye_fotografii_i_pervyj_otzyv/"
  },
  {
    "text": "Motorola представила новый флагманский смартфон Moto G200. Он оснащается топовым на сегодняшний день процессором Snapdragon 888+, экраном с частотой обновления 144 Гц и ёмким аккумулятором. Но самое главное, что в плане цены он относится к среднему классу. Motorola Moto G200 получил 6,8-дюймовый LCD-дисплей с разрешением Full HD+ и частотой обновления 144 Гц. Сканер отпечатков пальцев встроен в кнопку включения на правой грани. На левой находится кнопка активации Google Assistant. В смартфоне нет стереодинамиков и разъёма для наушников, но есть поддержка Dolby Atmos. Размеры устройства составляют 168,07 x 75,53 x 8,89 мм при весе 202 г. Корпус защищён по стандарту IP52. За производительность новинки отвечает флагманский процессор Qualcomm Snapdragon 888+ с поддержкой 5G, работающий при поддержке 8 ГБ оперативной памяти и накопителя объёмом 128 ГБ без возможности расширения. Автономность гаджета обеспечивает аккумулятор ёмкостью 5000 мАч с поддержкой быстрой зарядки мощностью 33 Вт. Основная камера — тройная, с главным модулем на 108 Мп (f/1.9) и поддержкой технологии UltraPixel для объединения соседних пикселей в один большой, чтобы кадры получались более яркими, особенно при недостатке света. Есть также ультраширокоугольная камера на 8 Мп и датчик глубины с разрешением 2 Мп. Смартфон поддерживает запись видео в формате до 4K @ 30 fps. Новинка работает под управлением Android 11, а обновление до Android 12 ожидается в 2022 году. Аппарат поддерживает платформу Motorola Ready For. Она позволяет использовать смартфон в качестве настольного компьютера, подключив к нему монитор или телевизор. В продажу Motorola Moto G200 поступит в ближайшие недели по цене 449,99 евро. Источник: phonearena.com",
    "title": "Moto G200 с экраном 144 Гц и Snapdragon 888+ стоит всего 37 000 рублей",
    "date": "2022-11-18T09:40:00+00:00",
    "author": "Вадим Макаренко",
    "url": "https://4pda.to/2022/11/18/393251/moto_g200_s_ekranom_144_gts_i_snapdragon_888_stoit_vsego_37_000_rublej/"
  },
  {
    "text": "Цифровой магазин PlayStation не устаёт баловать геймеров выгодными акциями. Сразу после окончания прошлой крупной распродажи в нём стартовала новая — ещё более масштабная. Подешевело более 1200 игр и DLC. Новая распродажа называется PlayStation Indies и, как нетрудно догадаться, участвуют в ней преимущественно творения независимых разработчиков. Но ими дело не ограничивается. Вот несколько выгодных предложений: Black Book — 1252 рубля (-30%) Chernobylite — 1719 рублей (-20%) Crysis Remastered Trilogy — 2863 рубля (-20%) Cuphead — 1000 рублей (-30%) GRIS — 487 рублей (-60%) John Wick Hex — 571 рубль (-60%) Kentucky Route Zero: TV Edition — 941 рубль (-40%) Late Shift — 447 рублей (-50%) Machinarium — 320 рублей (-70%) Nickelodeon All-Star Brawl — 2505 рублей (-30%) Outer Wilds — 1028 рублей (-40%) Pathologic 2 — 874 рубля (-65%) Peaky Blinders: Mastermind — 357 рублей (-80%) Risk of Rain 2 — 715 рублей (-60%) Sherlock Holmes: Crimes \u0026 Punishments + The Devil’s Daughter — 2087 рублей (-55%) Telling Lies — 571 рубль (-60%) The Long Dark — 644 рубля (-70%) Thimbleweed Park — 428 рублей (-70%) We Were Here Together — 464 рубля (-50%) What Remains of Edith Finch — 428 рублей (-70%) Как и всегда, подписчики сервиса PS Plus могут приобрести игры с ещё большими скидками. С полным списком уценённых товаров можно ознакомиться по этой ссылке. Завершится щедрая акция 1 декабря. Источник: store.playstation.com",
    "title": "В магазине PlayStation стартовала новая распродажа со скидками до 85%",
    "date": "2022-11-18T09:30:00+00:00",
    "author": "Владимир Бычек",
    "url": "https://4pda.to/2022/11/18/393245/v_magazine_playstation_startovala_novaya_rasprodazha_so_skidkami_do_85/"
  }
]